{
    "introduction": "Введение",
    "what is country": "Чем является государство",
    "economic": "Экономика",
    "about Independence": "Самостоятельное государство",
    "medicine": "Медицина",
    "order": "Правопорядок",
    "anticorruption": "Борьба с коррупцией",
    "reformchildhouse": "Реформа детдомов",
    "countrysymbpols": "Государственные символы",
    "hybrid-econonmics": "Гибридная экономика",
    "buisness": "Бизнес",
    "fiveyears": "Пятилетки",
    "demographytax": "Налоги в пользу демографии",
    "IMF": "Прекращение сотрудничества с МВФ",
    "nationalism": "Национализм",
    "communism": "Коммунизм",
    "separatism": "Сепаратизм",
    "transhumanism": "Трансгуманизм",
    "fightideology": "Идеологическая борьба и борьба с пороками",
    "lgbt": "ЛГБТ",
    "abortandporn": "Порно и аборты",
    "liberalism": "Современный либерализм",
    "corrutption": "Коррупция",
    "peace": "Возвращение мира в страну",
    "donbasspeace": "Политика по Донбассу",
    "streetnames": "Политика по именованию улиц",
    "language": "Языковая политика",
    "propaganda": "О пропаганде в учебных заведениях",
    "extrapolytic": "Внешняя политика",
    "union": "Новый союз",
    "notvar": "Военное невмешательство",
    "extraideology": "Внешняя идеологическая политика",
    "inteligencepolitic": "Интеллектуальная политика",
    "education": "Образование",
    "Science": "Наука",
    "space": "Космонавтика",
    "IT": "IT",
    "Religion": "Религиозная политика",
    "religionattitution": "Отношение к разным религиям",
    "churchpolitics": "Церковная политика",
    "inventions": "Изобретательство",
    "main": "Главная",
    "weneedyou": "Что нужно от вас?",
    "xacmanism": "Хасманизм",
    "transparentmoney": "Прозрачное распределение средств",
    "main-1": "Хасманизм - это политическая идеология, основанная на здравом смысле и нацеленная на построение сильного самостоятельного государства с развитой промышленностью, экономикой, наукой и медициной для людей, которые просто хотят спокойно жить, работать и растить детей без страха перед насилием со стороны радикалов, без войны и с уверенностью в завтрашнем дне. Хасманизм предполагает, что право на насилие есть исключительно у органов правопорядка относительно правонарушителей, но никак не у уличных активистов.",
    "main-2": "Под здравым смыслом в хасманизме подразумевается политика, основанная на разуме, а не на иррациональных чувствах и эмоциях, которые в делах политики необходимо подчинить разуму, а разум подчинить доброй воле. Под доброй волей же предполагается руководство моралью, основанной на традиционных ценностях и помощь населению. Также хасманизм ставит целью помощь церкви.",
    "main-target": "Целью хасманизма является реализация следующих реформ:",
    "main-3": "Полное прекращение войны на Донбассе.",
    "main-4": "Экономическая реформа.",
    "main-5": "Прекращение сотрудничества с МВФ.",
    "main-6": "Создание смешанной рыночно-плановой экономики.",
    "main-7": "Совместное использование",
    "main-8": "плановых пятилеток",
    "main-9": "частного предпринимательства.",
    "main-10": "Упрощение ведения бизнеса.",
    "main-11": "Ввести приоритет государственных законов над международными.",
    "main-12": "Прозрачное использование бюджетных средств.",
    "main-13": "Создание открытого сайта, на котором будет всем видно сколько поступило средств налогом и на что эти средства были потрачены.",
    "main-14": "Реформа правопорядка.",
    "main-15": "Создание отдельной структуры наравне с полицией, которая под видом обычных граждан будет заниматься непосредственно поиском и обнаружением правонарушений. Использовать эту структуру в том числе и для полной ликвидации коррупции.",
    "main-16": "Запрет политической пропаганды в учебных заведениях, особенно в школах.",
    "main-17": "Заменить политическую пропаганду на приобщение к идеям альтруизма, человечности и помощи ближним.",
    "main-18": "Запрет называть улицы, здания, географические местности, музеи и вообще какие либо местности в честь любых политических деятелей, живших после 14 века.",
    "main-19": "Свободное использование любых языков.",
    "main-20": "Полный запрет",
    "main-21": "национализма,",
    "main-22": "коммунизма,",
    "main-23": "нацизма, расизма, и вообще любых идеологий, предлагающих борьбу против любых слоев общества по национальному и классовому признаках. Предотвращение",
    "main-24": "сепаратистских настроений.",
    "main-25": "Запрет на участие в политике,",
    "main-26": "даже в голосовании всем, кто не живет на территории страны более года. Или кто не родился в этой стране, или кто живет на её территории менее 10 лет. И тем, кто сделал себе более одного гражданства. Дать возможность голосовать только тем, кто здесь постоянно живет и у кого есть единственное государственное гражданство.",
    "main-27": "Государственное финансирование",
    "main-28": "развития науки,",
    "main-29": "исследований, поощрять",
    "main-30": "изобретательство",
    "main-31": "и внедрять его в государственные программы.",
    "main-32": "Налоговая политика, поощряющая многодетность.",
    "main-33": "Запрет абортов.",
    "main-34": "Вместо них реформировать детдома. Объединить их с домами престарелых и приютами для бездомных животных. Поощрять одиноких стариков переходить туда и взять опеку над брошенными детьми.",
    "main-35": "Сменить гимн, флаг и герб.",
    "main-36": "Противостояние современному либерализму, поощряющему",
    "main-37": "человеческие пороки.",
    "main-38": "Ввести политику конпенсации церкви ",
    "main-and": "и",
    "main-39": "за преступления времен Кравчука и Порошенка, создавших раскол. Из госбюджета тратить средства на выращивание проповедников канонического православия, которых потом отсылать во все страны мира проповедовать и оказывать поддержку канонической церкви.",
    "country-1": "Чем является государство?",
    "country-2": "Государство в хасманизме - это не более, чем территория с отличающейся от других территорий политической и экономической системой. Государство должно существовать для обеспечения правопорядка, законности, и организации общественной жизни.",
    "country-3": "Без государства возможны 2 варианта развития событий - либо власть над всей планетой окажется в руках у одного человека, и тогда политика и экономика будет однотипной везде и не будет выбора. Новые политические системы организованы не будут, вся власть на пользу пойдет только центру, а отдаленные регионы будут использоваться только как источник ресурсов для обеспечения центра. При таких условиях начнут нарастать сепаратистские настроения и вернутся государства. Если конечно центр не будет достаточно сильным для того, чтоб эти настроения подавить. Второй возможный вариант без государства - это всеобщая тотальная анархия, беззаконие, и борьба. При втором варианте всокре власть возьмет мафия, и в конечном итоге государство опять вернется, но уже контролируемое мафией.",
    "country-4": "Для того, чтоб избежать обеих вариантов и нужно государство - чтоб не допустить концентрацию всей власти над всей планетой в одних руках, и чтоб не допустить всеобщей анархии. При этом государство должно противодействовать вмешательству иных государств во внутриполитические процессы, и обеспечить законность и порядок на своей территории. А также обустроить максимально высокий уровень жизни населения и его развитие как в материальном плане, так и в интеллектуальном и духовном. При этом государство ни в коем случае не должно возводиться в абсолют и в высшую цель. Потому, что государство должно существовать для населения, а не население для государства.",
    "patiotism-1": "Самостоятельное государство",
    "patiotism-2": "Под самостоятельной политикой в хасманизме подразумевается такая политика при которой государством управляет исключительно население, которое живет в государстве. Когда политикой не руководят те, кто в этом государстве не живет. А также максимальное исключение влияния других государств на внутреннюю политику. Именно поэтому хасманизм предполагает запрет любого финансирования из-за рубежа любых политических идеологий.",
    "patiotism-3": "Всевозможные фонды Сороса, всякие организации под любым названием, которые финансируются для развития любой политической идеологии из-за рубежа подлежат запрету. Финансирование таких организаций несет пользу только тем, кто их финансирует, но никак не государству.",
    "patiotism-4": "Вместе с тем, если человек не проживает в государстве, то такой человек не в праве участвовать в политике и даже голосовать даже если у него украинское гражданство. В противном случае за людей, которые живут в государстве голосуют и выбирают как нужно жить те, кто в этом государсве не живут. Люди, на жизнь которых их собственный выбор никак не повлияет определяют жизнь людей, на которых чужой выбор повлияет. Это нужно исключить и запретить голосовать тем, кто в стране не живет более года. И наоборот, если в стране живут люди, у которых иностранное происхождение, но гражданство единственное и не иных государств, пусть они будут африканцы, или азиаты - таким наоборот надо позволить голосовать, так как они тоже живут в этой стране, и своим выбором они определяют и свою жизнь в том числе.",
    "patiotism-5": "Однако же людям, которые имеют гражданство других государств (двойное, тройное и более) необходимо запретить голосовать и участвовать в политике. Такие люди имея другое гражданство всегда могут голосовать на пользу других государств, гражданство которых они имеют.",
    "patiotism-6": "Также для обеспечения самостоятельности государсва хасманизм предлагает приоритет государственных законов над международными.",
    "patiotism-7-1": "Это необходимые условия самостоятельности государства. При этом стоит отдельно сказать, что хасманизм отрицательно относится к патриотизму, и расценивает его, как первый этап на пути к национализму, а тот в свою очередь - как первый шаг на пути к нацизму. Хасманизм не делает из государства, народа. языка и нации высшую цель, а лишь рассматривает",
    "patiotism-7-2": "государство,",
    "patiotism-7-3": "как территорию, с отличительной от других территорий политической и экономической системой.",
    "order-1": "Правопорядок",
    "order-2": "Хасманизм предлагает наравне с полицией создать новую структуру, которая будет заниматься поиском непосредственно правонарушений под видом обычных граждан. Представителей этой структуры необходимо рассеять среди обычных граждан - в учебных заведениях, больницах, офисах, заводах, госучреждениях... Везде. И с их помощью обнаруживать правонарушения. Необходимо внушить мысль: \"один из вас - один из нас\", чтоб нарушать правопорядок опасались все.",
    "order-3": "С помощью этой структуры будет возможно",
    "order-3-1": "ликвидировать коррупцию,",
    "order-3-2": "благодаря тому, что взятки могут предлагать служители этой структуры, и если взятку возьмут - тот кто возьмет сразу будет арестован. С помощью этой структуры предполагается ликвидировать наркоторговлю и прочую мафию. Под видом желателя приобрести оружие или наркотики может подойти служитель этой структуры, и преступник сам того не подозревая откроет ему точку сбыта наркотиков или оружия, которая будет ликвидирована с помощью полиции. С помощью этой структуры можно будет под видом новых последователей опасных и вредных сект и организаций (включая радикалов) обнаружить место образования этих сект и организаций и ликвидировать их с помощью полиции. Эту структуру можно использовать для полной ликвидации организованной преступности и предотвращения правонарушений, обеспечив тем самым торжество законности и порядка в государстве.",
    "order-4": "Право на насилие хасманизм сохраняет исключительно у полиции относительно правонарушителей. И ни в коем случае не у уличных активистов. Если уличные активисты начинают применять не только насилие, а хотя бы даже угрозы - они уже правонарушители и к ним следует применить меры обезвреживания со стороны полиции. Тем более, присылая угрозы всякие радикалы и террористы могут сами попасть на служителей вышеупомянутой структуры, предназначенной для обнаружения правонарушений.",
    "order-5": "Хасманизм предлагает еще и тюремную реформу. Тюрьмы нужно сделать такими, чтоб попавшие в них исправлялись, а не формировали у себя специфический менталитет, который приводит к повторению преступлений.",
    "order-6": "Для исправления заключенных хасманизм предлагает делать тюрьмы такими, чтоб на 1 человека была 1 небольшая камера, в которой заключенный будет изолирован от всякого общения, и всякого дела. Чтоб в камере были только кровать, душ, туалет, телевизор, который будет включаться только в определенных случаях, и дверь, с отверстием для подноса с едой. И кнопка, оповещающая о желании поработать.",
    "order-7": "Расчет будет делаться на то, что заключенные будут в полной изоляции, в идеальном случае в шумоизолирующей комнате. Без общения, без возможности что либо делать - даже читать книги, играть в любые игры, рисовать, вообще что либо делать. В 4-х стенах заключенные останутся наедине со своими мыслями, которые начнут на них давить, пока заключенные не нажмут на кнопку, оповещающую, что хотят работать. Пока одиночиство и безделие не станут для них невыносимы.",
    "order-8": "Когда же они не выдержат и нажмут на кнопку, что желают работать их нужно выпускать и выводить выполнять общественно-полезные работы. Хоть на стройке строить, хоть мусор сортировать - отдельно стекло, отдельно метал; хоть дороги строить; вообще на любые работы на которых получится обеспечить надзор и контроль.",
    "order-9": "В случае если заключенный согласится работать - после работы, когда он вернется в камеру, будет разрешено включить телевизор и посмотреть познавательные передачи и пропагандистские программы - специально подготовленные, чтоб обучить заключенных как быть хорошим гражданином. Предположительно такое устройство тюрем в конечном итоге исправит заключенных.",
    "order-13": "За нарушение режима в качестве наказания использовать изоляцию в шумоизолирующей камере на несколько дней подряд без возможности выйти даже если заключенные захотят работать.",
    "order-10": "После выхода из тюрьмы заключенным необходимо провести программу реабилитации, и обеспечить им право не знать работодателю об их былой судимости, чтоб их могли брать на обычную работу и они могли интегрироваться в общество.",
    "order-11": "Дополнение к полиции",
    "order-12": "Реформа тюрем",
    "reformchildhouse-1": "Реформы детдомов",
    "reformchildhouse-2-1": "Поскольку хасманизм выступает за",
    "reformchildhouse-2-2": "запрет абортов,",
    "reformchildhouse-2-3": "для появившихся детей нужно создать условия при которых они смогут вырасти полноценными членами общества. Для этого хасманизм предлагает объединить дома престарелых, детдома и приюты для бездомных животных в одну общую структуру.",
    "reformchildhouse-3": "Старикам в этой структуре обеспечить бесплатное медицинское обслуживание, питание, и если те пожелают - место, где можно переночевать. В то же время старики смогут контактировать с детьми и при желании оставаться с ними.",
    "reformchildhouse-4": "Таким образом одинокие старики смогут обрести себе внуков, и бесплатное медицинское обслуживание, а покинутые дети найдут себе воспитателей в лице стариков.",
    "reformchildhouse-5": "Дополнительно следует объединить эту структуру с приютом для бездомных животных для того, чтоб дети сами учились за кем-то ухаживать, и о ком-то заботиться.",
    "reformchildhouse-6": "Таким образом, проведя подобную рефому при запрете абортов, и отказе от детей родителями, у этих детей будет шанс вырасти полноценными членами общества.",
    "countrysymbols-1": "Государственные символы",
    "countrysymbols-2": "О государственных символах",
    "countrysymbols-3": "В хасманизме герб, флаг и гимн - всего лишь договоренность, которой предполагается представлять государство. Герб и флаг в хасманизме: не иконы, а гимн - не молитва. Хотя и предполагается в том числе использование религиозной тематики в новом гербе и новом гимне. Хасманизм выступает против культа гимна, флага и герба. Государственным символам не будут посвящаться праздники, и хасманизм против сектанстской экзальтированности фанатов государственных символов при встрече с этими символами. По большому счету: гимн не более, чем песня, а флаг и герб - не более, чем тряпки. Тем не менее с их помощью можно представлять государство, и нужно делать это со смыслом. И смысл в государственные символы хасманизм предполагает вложить иной, чем есть сейчас, и сами государственные символы необходимо поменять.",
    "countrysymbols-4": "Герб",
    "countrysymbols-5": "Нынешний тризубец, особенно после использования его националистическими организациями часто воспринимается, как символ агресси. Некоторые и вовсе его воспринимают, как символ ада.",
    "countrysymbols-6": "Те, кто более разбираются в теме, возможно слышали версии о том, что в тризубце написано слово \"воля\". Другие предполагают, что тризубец был символом Владимира Великого. Тем не менее, если не разбираться в теме - иностранцам ни волю ни символ Владимира Великого тризубец не напоминает. Поэтому хасманизм предлагает сменить герб на новый, смысл которого будет понятен всем.",
    "countrysymbols-7": "В качестве нового герба хасманизм предлагает сделать изображение архангела Михаила с широко расправленными крыльями, взмахнувшего ими, чтоб подняться выше и пробить копьем пасть змию. Данный символ будет обозначать победу на злом. И именно победу над злом хасманизм предлагает сделать смыслом нового герба.",
    "countrysymbols-8": "Если можете предложить варианты рисунка такого герба - рисуйте и предлагайте свой вариант мне на ",
    "countrysymbols-9": "Флаг",
    "countrysymbols-10": "Нынешний украинский флаг - сине-желтый, смысл которого голубое небо над желтым пшеничным полем. Нынешний флаг намекает на аграрность страны. Согласно хасманизму Украина не должна быть аграрной страной. Украина должна быть разитой процветающей страной, а аграрные страны развитыми не являются. Аграрные страны предшествуют по развитию индустриальным, а инудустриальные предшествуют постиндустриальным.",
    "countrysymbols-11": "В качестве нового флага хасманизм предлагает сделать бело-фиолетово-зелёный флаг. Белый будет означать добро, фиолетовый будет означать процветание, а зеленый - жизнь. Именно добро, процветание и жизнь хасманизм предлагает сделать смыслом флага государства.",
    "countrysymbols-12": "Гимн",
    "countrysymbols-13": "Из всех нынешних государственных символов Украины - самое неоднозначное отношение у хасманизма к нынешнему гимну. Начинается он сразу с меланхоличных, приводящих в уныние слов \"Ще не вмерла України ні слава ні воля\". Сразу давая понимать, что это процесс ожидаемый, но еще не наступил - что уже вводит в депрессию. Следующая строка - \"Ще нам, браття молодії, усміхнеться доля.\", что опять говорит о том, что у нас сейчас всё плохо. Когда нибудь станет лучше, но сейчас плохо. Следующая строка гимна - \"Згинуть наші воріженьки, як роса на сонці\". То есть в гимне увековечили желание смерти врагам. Само по себе желание смерти, пусть даже и врагам является желанием лишь психически больных людей, психопатов, а о том, чтоб увековечить такие пожелание в гимне вообще речи быть не может. Следующая строка - \"Запануєм i ми, браття, у своїй сторонці\", что опять же говорит о каком-то неопределённом будущем, а не о нынешнем, и опять нагнетает депрессию. Следующая строка - \"Душу й тіло ми положим за нашу свободу\". Ладно бы тело положить, но что значит душу? За что-то душу отдать можно только дьяволу при продаже души. И последняя строка - \"І покажем, що ми, браття, козацького роду\". Наверное это единственная нормальная и корректная строка нынешнего гимна, хоть и не включает всё население страны, и ещё включает жителей не только этой страны.",
    "countrysymbols-14": "Хасманизм еще не предлагает конкретного нового гимна, но у хасманизма есть требования каким должен быть новый гимн. Требования к новому гимну таковы:",
    "countrysymbols-15": "Гимн должен быть оптимистичным, поднимающим настроение, радующим.",
    "countrysymbols-16": "Гимн не должен посвящаться нации. Гимн должен посвящаться стране.",
    "countrysymbols-17": "Гимн не должен включать никакого упоминания смерти и вражды.",
    "countrysymbols-18": "Гимн должен быть объединяющим.",
    "countrysymbols-19": "В гимне среди прочих строк надо увековечить прославление Бога. Что то вроде \"...Господь Всемогутній! Слався вовік!...\"",
    "countrysymbols-20": "Гимн должен быть о процветании и жизни страны.",
    "countrysymbols-21": " Возможно именно вы станете автором нового гимна. Предлагайте ваши варианты мне в личку на ",
    "orEmail": "или на Email:",
    "email": "xacmanism@protonmail.com",
    "hybrideconomic-1": "Гибридная экономика",
    "hybrideconomic-2": "Под гибридной экономикой в хасманизме подразумевается одновременное сосуществование рыночной и плановой экономики. Это означает, что хасманизм признает и защищает частную собственность и",
    "hybrideconomic-3": "свободное предпринимательство,",
    "hybrideconomic-4": "и вообще поддерживает рынок. Однако там, где не справляется рынок планируется применять плановую экономику.",
    "hybrideconomic-5": "Наравне с частными предприятиями планируется создавать и государственные согласно ",
    "hybrideconomic-6": "плановым пятилеткам",
    "hybrideconomic-7": "и использовать государственные предприятия как источник дополнительного пополнения бюджета страны, помимо налогов. Кроме дополнительного поступление в бюджет, плановые пятилетки позволят с нуля создать сектора промышленности, которые у нас в стране отсутсвуют или находятся в упадке.",
    "hybrideconomic-8": "Смешивание обеих типов экономик позволит воспользоваться исключительно преимуществами каждой из них, и при этом не испытать их недостатков. Рыночная часть экономики позволит благодаря конкуренции избежать низкого качества товаров. Также она позволит избежать дефицита. Плановая часть экономики поможет значительно сократить безработицу, создать новые сектора промышленности и дополнительно пополнить бюджет государства.",
    "buisness-1": "Бизнес",
    "buisness-2": "Для бизнеса хасманизм предлагает ввести единую карту предпринимателя, которая будет выдаваться всем желающим заняться любым видом предпринимательства. Особенность карты в том, что на неё и только на неё можно будет начислять деньги от любой предпринимательской деятельности, после чего эти деньги нельзя будет снять в течении 1 месяца. По истечению 1 месяца с суммы, которая была засчитана за предыдущий месяц будет автоматически сниматься налог, и владельцу карты будет на электронную почту выслан чек за что и сколько налогов было снято. После чего владелец карты сможет снять сумму, поступившую за предыдущий месяц после вычета налогов. При вычете налогов будет учитываться сумма поступлений за месяц, и чем выше эта сумма, тем соответственно выше налог.",
    "buisness-3": "Имея карту предпринимателя - предпринимателю не нужно будет вести самостоятельно бухгалтерию, и регистрировать вид бизнеса. Государство не будет интересоваться от какого вида деятельности предприниматель получил прибыль. Государство будет интересоваться только тем, сколько налогов можно будет снять от прибыли и государство заинтересовано, чтоб прибыль у предпринимателя была как можно выше. Если деятельность предпринимателя законна, то у государства к нему никаких вопросов не будет - главное, чтоб прибыль зачислялась на карту предпринимателя. Если же деятельность предпринимателя незаконна, то такими будет заниматься",
    "buisness-4": "новая дополнительная к полиции структура правопорядка",
    "buisness-5": "и сама полиция.",
    "buisness-6": "Если случается так, что бизнес прогорел и поступления на карту прекращаются, то предпринимателю не нужно об этом отчитываться перед государством. Просто на карту перестанут поступать средства и не будет вычитаться налог. Так же не нужно регистрировать новый вид бизнеса, если предприниматель им захочет заняться. Ему будет достаточно начать зачислять прибыль на карту предпринимателя и всё.",
    "buisness-7": "Разумеется существует много частностей в разных видах бизнеса, например у одних предпринимателей есть наёмные работники, у других таковых нет; и другие частности. Все эти частности предприниматель сможет настроить в личном электронном кабинете предпринимателя. Со всеми частностями предприниматель должен будет ознакомиться при получении карты предпринимателя. Также, как уведомление об изменении в законах об этих частностях должны будут приходить на электронную почту предпринимателя.",
    "buisness-8": "Несмотря на то, что",
    "buisness-9": "хасманизм против любого участия иностранцев в политике, даже в голосовании,",
    "buisness-10": "хасманизм не против и даже поддерживает возможность иностранцами ведения бизнеса в стране. Главное, чтоб этот бизнес был законен, и никак не связан с политикой и идеологией. Это будет способствовать инвестиционной привлекательности страны, и дополнительно получать поступления в бюджет в виде налогов.",
    "buisness-11": "Значительное бюрократическое упрощение ведения бизнеса позволит привлечь в бизнес как население страны, так и иностранцев и позволит обеспечить расцвет частного предпринимательства в стране.",
    "fiveyears-1": "Пятилетки",
    "fiveyears-2": "Помимо",
    "fiveyears-3": "поддержки бизнеса",
    "fiveyears-4": "хасманизм предлагает применять и плановую экономику, которая будет создавать программу развития на 5 лет. Программа будет включать как создание и развитие новых секторов промышленности, к примеру постройка заводов, производящих ветровые электростанции, компьютерную технику,",
    "fiveyears-5": "создание государтсвенного космического агентства и производства,",
    "fiveyears-6": "так и реализацию непромышленных государственных программ, например",
    "fiveyears-7": "реформа тюрем,",
    "fiveyears-8": "реорганизация детдомов,",
    "fiveyears-9": "создание вторичной переработки мусора.",
    "fiveyears-10": "Также необходимо отдельно разрабатывать экспериментальные программы. Например экспериментально ввести программу постройки вертикальных ферм, дающих урожай 2-3 раза в год (тепличные многоэтажки выступающие в роли вертикальных теплиц). А также проводить другие экспериментальные программы. Возможно именно вы предложите какие нибудь экспериментальные программы. Если у вас есть идея, опишите её и отправьте мне на",
    "fiveyears-11": "С помощью пятилеток можно будет избежать тех проблем, которые присущи чистой рыночной экономике. Например, значительно сократить безработицу.",
    "demographytax-1": "Налоги в пользу демографии",
    "demographytax-2": "Для того, чтоб население страны не падало необходимо, чтоб в каждой семье количество детей было не меньшим, чем количество родителей. Если у 2-х родителей будет по 2-е детей, то с каждым следующим поколением будет столько же людей, сколько и в предыдущем. Но это в идельном случае. В реальности существуют представители ЛГБТ, чайлдфри, инвалиды, люди умершие прежде, чем оставят потомство, не нашедшие себе пару, и не оставившие потомство по каким-либо иным причинам. Поэтому 2-е детей на семью в реальности недостаточно для простого замещения поколений. И чтоб население не сокращалось из поколения в поколения нужно минимум 3-е детей на каждую семью.",
    "demographytax-3": "Наша страна - страна с постоянно убывающим населением, что грозит депопуляцией и старением нации. Старение нации приводит к тому, что стариков становится больше, чем молодых и в госбюджете не хватает средств для обеспечения стариков пенсией, которой хватило бы элементарно на то, чтоб выжить. Сокращение населения ведет к сокращению покупательной способности и дальнейшему упадку экономики. Это в свою очередь ещё сильнее ведёт к депопуляции.",
    "demographytax-4": "В самом худшем случае депопуляция и старение нации может привести к тому, что для выживания стариков за ними придется ухаживать и присматривать исключительно молодым. Которые перестанут заводить семьи, а потом сами умрут от старости без присмотра кого-либо в полной нищете и упадке.",
    "demographytax-5": "Развитые страны решают эту проблему путём миграции. Мигранты в развитых странах постепенно замещают титульную нацию, но сама нация постепенно исчезает, растворяясь среди мигрантов. Но наша страна не является привлекательной для мигрантов и у нас так же проблему депопуляции не решить. Хасманизм предлагает иной путь. Во-первых это",
    "demographytax-6": "запрет абортов.",
    "demographytax-7": "Во-вторых эту проблему можно попытаться решить особой налоговой политикой.",
    "demographytax-8": "Самые высокие налоги необходимо сделать для бездетных. Чем больше в семье детей - тем ниже позволить им платить налог. Если в семье 3 детей - такую семью можно вообще освободить от налогов. А если детей будет больше 3-х необходимо даже таким семьям предоставить льготы.",
    "demographytax-9": "Если речь идёт о бизнесе, то для семей с 3-мя детьми необходимо установить порог прибыли, ниже которого такие семьи не должны будут платить налог, а начиная с этого порога поставить минимальный налог. И чем больше детей в семье - тем выше необходимо поднимать порог на прибыль, ниже которого семья освобождается от уплаты налогов.",
    "imf-1": "МВФ",
    "imf-2": "Сотрудничество с МВФ необходимо прекратить. Кредиты, которые дают МВФ не идут на развитие страны. Они идут только на то, чтоб погасить предыдущие кредиты. При этом долг не гасится, а только растет и отсрочивается. При этом при выдаче кредитов от МВФ нашему государству ставятся условия. Кредиторы заставляют наше правительство издавать законы, выгодные только самим кредиторам, и таким образом они берут под контроль наше государство. Таким образом часть законов не правительство издает в нашей стране, а кредиторы, и чем больше берем кредитов, тем больше законов утверждается извне.",
    "imf-3": "Наша страна уже находится под полным контролем кредиторов. У нас уже назначают управлять медициной граждан других государств, которые разрушают нашу медицину. У нас уже государственными банками ставят управлять граждан других государств, ещё и на условиях, что законы нашей страны не распространяются на них. У нас уже звонками из-за границы за кредит для погашения кредита назначают генпрокуроров.",
    "imf-4": "Хасманизм стремится полностью выйти из под внешнего контроля и построить",
    "imf-5": "самостоятельное государство.",
    "imf-6": "В связи с этим хасманизм требует отменить все до последнего законы, принятые под давлением МВФ, разорвать все договора с МВФ, а набранные кредиты возвращать в рассрочку.",
    "imf-7": "При этом от нас отвернутся все прочие кредиторы. Однако все кредиты идут на погашение предыдущих кредитов, за счет чего только растёт долг, а за это время в нашей стране всё больше и больше законов издаётся кредиторами - всё больше и больше лишая страну самостоятельности. Которой фактически уже нет совсем. В конечном итоге долг вырастит настолько, что его уже нельзя будет погасить даже следующим кредитом и тогда страна переживет самый болезненный удар. Чем с большим долгом мы встретим этот удар, тем тяжелее его будет пережить. Но пережить его нужно, так как без этого не будет у нас ни самостоятельности, ни государства.",
    "transparentmoney-1": "Прозрачное распределение средств",
    "transparentmoney-2": "Для того, чтоб избежать расхищения выделяемых государством средств, хасманизм предлагает сделать информацию о движении средств открытой и видимой любому желающему.",
    "transparentmoney-3": "Необходимо создать сайт, на котором будет видно сколько в бюджет поступило денег от налогов и госпредприятий, и каким образом эти деньги распределяются. Чтоб было видно на какую программу сколько было потрачено, и конкретно на что были потрачены эти деньги. Например начнет государство финансирование постройки школы, и на сайте будет видно сколько было выделено средств, сколько пошло на зарплату рабочим, и даже сколько было потрачено на покупку гвоздей и где конкретно эти гвозди забиты. Так, чтоб",
    "transparentmoney-4": "новая дополнительная к полиции структура",
    "transparentmoney-5": "могла проверить действительно ли средства используются по назначению. Всё движение государственных средств необходимо сделать подотчетным и видимым любому желающему.",
    "transparentmoney-6": "Благодаря такому прозрачному движению государственных средств удастся избежать ситуации при которой средства расхищаются по пути к реализации цели, на которую эти средства были выделены.",
    "nationalism-1": "Национализм",
    "nationalism-2": "На словах националисты отстаивают независимость страны. На деле именно благодаря националистам страна оказалась в такой зависимости от внешнего влияния, что у нас генпрокуроров назначают звонком из-за границы, государственными банками ставят управлять граждан других стран. Да еще и на условиях, что на них не распространяется закон Украины. Нашей медициной поставили руководить гражданку другого государства, которая довела до того, что в сёлах медицина исчезла практически полностью. И при этом граждане других стран за кредиты назначают какие нам законы издавать. А также, когда к нам в раду заходят бывшие президенты других стран - наши депутаты все встают и хлопают. И как при этом националисты отстаивают независимость страны? Да никак. Делают вид, что так и должно быть.",
    "nationalism-3": "На словах националисты защищают интересы нации. Однако правда заключается в том, что не существует никаких интересов нации. Нация - это множество личностей, у каждой из которых свои интересы. А потому нет ни единой воли, ни единой мысли нации. И интересы, которые защищают националисты - это не интересы нации, а личные интересы самих националистов.",
    "nationalism-4": "В личных интересах националистов творить зло, зверские преступления, грабежи, убийства, насилие. Националисты переполнены ненавистью и любят насилие, и вместо того, чтоб сдерживать себя, вместо того, чтоб признать, что в их душе живет порок, они находят пристанище в национализме, который придаёт их ненависти и жажде насилия смысл. Благодаря национализму они себя считают не бандитами, маньяками и психопатами, а героями. Благодаря национализму у них появился способ перекинуть вину с себя на жертву, а себя не только оправдать, но ещё и героизировать. Ведь благодаря национализму они могут обвинить жертву в том, что она сама виновата и заслуживает того, что они с ней сделают. По своей сути национализм является организованной преступностью, мафией с признакими религии.",
    "nationalism-5": "Сама идеология национализма полностью иррациональна, не логична, основанная на каких-то национальных чувствах, которые кроме самих националистов больше никто не испытывает.",
    "nationalism-6": "Флаг и герб",
    "nationalism-7": "националисту выступает в роли иконы,",
    "nationalism-8": "гимн",
    "nationalism-9": "в роли молитвы,",
    "nationalism-10": "язык",
    "nationalism-11": "в роли заповеди, а нация для националиста - бог. Причем бог, который требует кровавых жертв. Националисты гордятся своей нацией. Однако, гордились бы националисты если бы их причислили к иному виду? Если бы их считали не людьми, а придумали для их обозначения отдельное слово? Никто бы не гордился если бы его причислили к иному виду. Так почему же нация, которая является меньшим, чем вид вызывает у них особую гордость? С тоталитарной сектой национализм ещё сближает то, что попав в их организацию - из неё практически невозможно выбраться. Те, кто пытается выбраться из националистов боятся что их убьют побратимы. И разнообразные угрозы при попытке выбраться из националистов - им реально поступают.",
    "nationalism-12": "Националисты не могут строить. Они могут только разрушать. Даже то, что они любят, например то же государство они же и разрушают. Национализм является отцом",
    "nationalism-13": "сепаратизма",
    "nationalism-14": "и первопричиной упадка нашего государства. Когда на майдане националисты кричали \"москаляку на гілляку\", \"смерть ворогам\", и сравнивали народ",
    "nationalism-15": "Донбасса",
    "nationalism-16": "с быдлом, и недолюдьми, какой реакции они ждали от Донбасса и Крыма в котором 80% населения по происхождению русские? И хоть хасманизм против сепартизма и ни в коем случае не оправдывает сепаратизм, реакция Крыма и Донбасса была вполне ожидаема и заранее очевидна, хоть и неправильная. И именно благодаря националистам мы их утратили.",
    "nationalism-17": "Хасманизм предлагает борьбу против национализма. Однако эта борьба должна быть в пределах закона. Ни в коем случае нельзя опускаться до их уровня в борьбе с ними, чтоб самим не стать такими же, как они. Сам национализм необходимо признать террористической человеконенавистнической идеологией и запретить. Умеренных националистов, которые в глубине души и сами хотят от него освободиться, но боятся мести побратимов - освободить но под присмотром, а с более последовательными и агрессивными справиться более жесткими методами. За рапространение националистических идей - сажать в тюрьмы. Необходимо использовать",
    "nationalism-18": "дополнительную к полиции структуру",
    "nationalism-19": "для обнаружения очагов распространения национализма и саму полицию или даже армию к самым агрессивным для ликвидации очагов распространния национализма. Потому что из ныне распространённых идеологий в нашей стране национализм является самой злобной и опасной как для человеческой психики, так и для государства в целом.",
    "nationalism-20": "В отличии от национализма хасманизм стремится построить многонациональное и одновременно с этим",
    "nationalism-21": "по настоящему независимое государство.",
    "separatism-1": "Сепаратизм",
    "separatism-2": "Сепаратизм в нашей стране возник в ответ на ",
    "separatism-3": "национализм,",
    "separatism-4": "и по сути является порождением национализма. Когда националисты на майдане выкрикивали \"москаляку на гілляку\", \"сметрь ворогам\" и сравнивали жителей Донецка с быдлом и недолюдьми - последующее возникновение сепаратизма было очевидным и неизбежным, хоть и неправильным развитием событий.",
    "separatism-5": "Сепартизм является неправильным выбором потому, что последующая война в ответ на сепаратизм тоже была очевидна и неизбежна. Ни одно государство не позволит отсекать свои территории в пользу других государств. Какой бы режим в государстве не действовал, какая бы идеология в нём не доминировала - а отсекать свои территории в пользу других государств оно не позволит.",
    "separatism-6": "Сепаратисты не ограничивались желанием отделить Крым, Донецкую и Луганскую область. Они хотели отделить весь юго-восток Украины, и включить в отделенные территории Харьков, Одессу, Днепр, и другие города. В ответ на такие действия последующее развитие войны было неизбежно.",
    "separatism-7": "Сепаратизм буквально означает \"отделять\", и темрин \"сепаратисты\" получили те люди, которые захотели разделить страну. Пойдя по пути сепаратизма они тем самым помогли националистам. Отделившись они отняли голоса у партий, которые против национализма, и тем самым обеспечили победу партий, которые поддерживают националистов. Фактически пойдя по пути отделения сепаратисты сами обеспечили приход пронационалистических партий к власти.",
    "separatism-8": "Пойдя по пути сепаратизма они сами принесли на свою землю войну, и сделали ещё хуже, чем было до этого. Примером того, что бы было, если бы они не пошли до конца в своих сепаратистских настроениях является Харьков. Харьков изначально тоже пытался отделиться, и в Харькове тоже пытались создать ХНР, но власти быстро всё подавили, и теперь в Харькове мир. У людей не гибнут родные, они не боятся на следующий день оказаться без крыши над головой. А в Донецке и Луганске решили пойти до конца, и тем самым обеспечили себе жизнь в страхе потерять родных, и оказаться на следующий день без крыши над головой в руинах, и в целом уровень жизни стал даже хуже, чем в Украине.",
    "separatism-9": "Теперь основной электорат, который на выборах голосует против националистических партий сосредоточен в Харькове, и Одессе, и этот электорат сильно сократился после выбора, который сделал Донбасс и Крым. Правильным же выбором вместо сепаратизма было бы создание противодействия национализму внутри одной общей страны. А вместо этого они решили сбежать к другому государству, в котором как они считают в целом лучше, чем в Украине, ещё и запросив военную помощь у России, чтоб Россия за них решила проблему национализма в Украине. Однако нужны ли России такие люди, которые как только в своей стране начнутся проблемы - сразу бегут и просятся в соседние государства вместе с территориями?",
    "separatism-10": "Сам по себе сепаратизм будучи порожден национализмом имеет с ним много общего. Национализм строится на гипертрофированном патриотизме, а сепаратизм строится на ксенопатриотизме. У сепаратистов то же самое иррациональное чувство принадлежности к особой нации, но уже другого государства. По сути своей националисты и сепаратисты равны друг другу, просто векторы противоположны. Хотя сепаратисты не настолько агрессивны, как националисты и более конструктивны и проблему сепаратизма можно решить не силовым путем, в отличии от национализма.",
    "separatism-11": "Хасманизм предлагает решать проблему сепаратизма не военным путём, а путём ",
    "separatism-12": "ликвидации национализма и переговорами.",
    "separatism-13": "Только так удастся вернуть мир в страну.",
    "communism-1": "Коммунизм",
    "communism-2": "Коммунизм, как и",
    "communism-3": "национализм",
    "communism-4": "строится на ненависти. Только националзим строится на национальной ненависти, а коммунизм строится на классовой ненависти. Коммунизм обещает освобождение человека от эксплуатации другим человеком, а на практике все коммунистические режимы эксплуатируют человека так, как не эксплуатирует даже самая большая корпорация; лишая человека выбора вплоть до того, что за человека партия решает где ему жить, откуда выселиться и куда переселиться. И жить ли вообще.",
    "communism-5": "Коммунизм выступая против капитализма на практике сразу превращает государство в тотальную монополию - высшую стадию капитализма. Причем государственная монополия охватывает сразу все сферы жизни. Монополизируются все виды производства, и исключается всякая возможность возникновения конкуренции. И эта монополия лишает человека выбора, и возможности самостоятельно управлять своей жизнью.",
    "communism-6": "При коммунистических режимах бывают и свои положительные стороны - развитие промышленности,",
    "communism-7": "науки,",
    "communism-8": "всеобщее образование",
    "communism-9": "и бесплатная медицина,",
    "communism-10": "пятилетки,",
    "communism-11": "соцпрограммы для работников, ",
    "communism-12": "космонавтику",
    "communism-13": "впервые начали развивать именно в коммунистической стране. Однако все эти плюсы не могут перевесить преступлений, совершенных коммунистическими режимами - репрессий, борьбы против церкви, расстрелов своего же населения, насильственной депортации, отъём земли у крестьянства и насильственная коллективизация. Если вас насильственно заставят переселиться в другие малопригодные для жизни регионы, вы выступите против, но у вас землю всё равно отнимут а вас за несогласие отправят в ссылку, и позже расстреляют, и ещё если ваши родственники попытаются заказать молебен у священника за упокой: при этом арестуют и вашу семью и священника, которого тоже расстреляют, а храм снесут бульдозером - то вам уже будет всё равно на образование, доступную медицину, развитую науку и соцпрограммы для рабочих.",
    "communism-14": "Избавившись от конкуренции коммунизм тормозит развитие и производство качественных продуктов. Все достижения в коммунистических режимах были обеспечены конкуренцией с капиталистическими странами, и если рыночную экономику и конкуренцию совершенно убрать, то и развитие остановится.",
    "communism-15": "Декларируя всеобщее равенство, на деле коммунизм стремится сделать всех не равными, а одинаковыми, построить из общества человеческий муравейник. И то, генсек в коммунизме ничуть не равен простому рабочему. И жизнь рабочего ничего не стоит по сравнению с жизнью генсека.",
    "communism-16": "В отличии от коммунизма хасманизм придерживается ",
    "communism-17": "смешанной рыночно-плановой экономики,",
    "communism-18": "положительно относится к",
    "communism-19": "церкви,",
    "communism-20": "строится не только на материализме, но и на морали, считает что нужно развивать государство не только в материальном и интеллектуальном плане, но и в духовном, морально-этическом. В целом же к комунизму у хасманизма отрицательное отношение, и эту идеологию необходимо так же запретить, как и национализм. Впрочем в нашей стране это и так уже сделали.",
    "transhumainsm-1": "Трансгуманизм",
    "transhumainsm-2": "Трансгуманизм сегодня не является распространённой идеологией. Однако в связи с тем, что хасманизм стремится к развитию",
    "transhumainsm-3": "науки",
    "transhumainsm-4": "и поощряет",
    "transhumainsm-5": "изобретательство,",
    "transhumainsm-6": "не исключен всплеск интереса к трансгуманизму в обществе. Даже если хасманизм никогда не наберет популярности в обществе - развитие общества в будущем всё равно может привести к распространению трансгуманизма.",
    "transhumainsm-7": "Трансгуманизм - самая опасная из всех существующих на сегодняшний день идеологий. Конечной целью трансгуманизм ставит прекращение существования человека, как вида; полное уничтожение человеческого рода.",
    "transhumainsm-8": "Путём разнообразных модификаций - генетических, кибернетических, цифровых... трансгуманизм предлагает внедряться в человеческое тело, постепенно его модифицируя и улучшая, продлевая жизнь, делая сильнее, умнее, придавая новые способности, недоступные обычным людям. Это действительно звучит привлекательно. Однако пределов модификаций нет. С каждой новой модификацией в нас всё меньше будет оставаться человеческого и всё больше мы будем превращаться в иной вид до тех пор, пока человеческого в нас не останется совсем и пока люди, как вид не прекратят своё существование.",
    "transhumainsm-9": "Траснуманизм обесценивает человеческую жизнь, и ставит своей целью заменить человечество более совершенными с точки зрения трансгуманистов существами. Если какой-то маньяк захочет убить всех людей и заменить их на роботов, или к примеру на каких нибудь инопланетян, которых маньяк будет считать более совершенными и достойными существования - все сразу поймут, что идея ужасна. Трансгуманизм фактически предлагает то же самое - только путь реализации более привлекателен. Именно поэтому он так и опасен.",
    "transhumainsm-10": "Хасманизм выступает против всевозможных модификаций здорового тела. Хасманизм против внедрения в тело любых приспособлений, если цель этой интеграции - не лечение какой-либо болезни. Хасманизм считает, что науку и технику надо развивать на пользу людям, а не для расчеловечивания людей. И к примеру такую разработку Илона Маска, как",
    "transhumainsm-11": "использовать здоровым людям по мнению хасманизма недопустимо. Для больных, к примеру парализованных - пожалуйста. При условии добровольного согласия его или его близких. Но для здоровых - ни в коем случае. Потому что это будет первым шагом к расчеловечиванию и тотальному контролю.",
    "transhumainsm-12": "То же самое можно сказать о генетических модификациях. Хасманизм не против генных модификаций, как таковых. Не против ГМО, опасность которого сильно преувеличена, и не против генетических модификаций для лечения болезней. К примеру можно вместо ДНК вируса гепатита В вставить ген, производящий инсулин, и с помощью модифицированного вируса, который не содержит геном самого вируса - лечить диабет. В случае если такой способ лечения докажет свою эффективность. Однако трансгуманизм предлагает пойти дальше, и изначально модифицировать человека так, чтоб к примеру в условиях космических станций обитали люди, у которых вместо ног дополнительная пара рук. Но при таких экспериментах никто не интересуется - а захотят ли эти существа всю жизнь прожить на космических станциях? А производя более успешное с точки зрения генетики существо, конкурирующее за общий с человеком ресурс - с точки зрения эволюции это существо вытеснит человека, как вид. Именно поэтому хасманизм против генетических модификаций изначально здоровых людей для их улучшения, и против создания новых видов из людей посредством таких модификаций.",
    "transhumainsm-13": "Один из вариантов модификаций, которые предлагает трансгуманизм - цифровое бессмертие, т.е. когда личность человека переносится на цифровой носитель, и после смерти тела личность продолжает существовать на компьютере. Однако при таком подходе все жесткие диски очень быстро переполнятся копиями личностей, которые будут именно копиями, а не оригиналами, и такой подход - самый быстрый и решительный способ полностью расчеловечить человека, лишив его тела.",
    "transhumainsm-14": "Еще одним вариантом трансгуманизма является течение в котором предлагается отдать управление государством искуственному интеллекту. Однако искуственный интеллект будучи другим по природе не может учесть реальных потребностей людей. Искуственный интеллект просто приведет общество к конвеерности, производя одинаковых людей без учета их реальных потребностей и интересов. Хасманизм не против искуственного интеллекта, как такового, даже наоборот - за. Однако не творец должен служить своему творению, которое обрело бытие через своего творца, а наоборот творение должно служить творцу. Поэтому и подход в создании искуственного интеллекта у хасманизма заключается в том, чтоб ИИ служил людям, а не наоборот.",
    "transhumainsm-15": "Итак, признавая трансгуманизм самой опасной из всех идеологий хасманизм предлагает борьбу и против трансгуманизма. Пока эта идея не особо распространена - на уровне полемики среди её сторонников, и противодействуя распространению трансгуманистических идей.",
    "liberalism-1": "Современный либерализм",
    "liberalism-2": "Изначально либерализм выступая за права и свободы человека был неплохой идеей. Однако со временем права и свободы, которые действительно нужно было защищать закончились, а идею стали эксплуатировать различные политические силы для того, чтоб превратить общество в набор меньшинств, которым проще управлять.",
    "liberalism-3": "Современный либерализм раскалывает общество, делит людей по каким угодно признакам, лишь бы они почувствовали себя меньшинством, права которого нужно защищать. Потом такие меньшинства собираются под крылом одной партии, которая обещает очередную легализацию чего-нибудь, либо издать закон ещё более отличающий искуственно созданное меньшинство от большинства.",
    "liberalism-4": "Из идеи защиты прав человека либерализм превратился в диктатуру меньшинств. Вместо того, чтоб защищать права - либерализм стал попирать права большинства. Либерализм стал ограничивать свободу слова. Вместо права высказывать своё мнение либерализм теперь стал аппелировать к тому, что слушать нужно исключительно экспертов и без всяких зазрений совести блокировать неугодные СМИ и блокировать страницы в соцсетях неугодных политиков.",
    "liberalism-5": "Либерализм превратился в концентрат лицемерия, и в двигатель легализации пороков. Делается это потому, что проще собрать под собой множество меньшинств, пообещав им что-нибудь легализовать, чем собрать под собой большинство, которому нужно будет составить реально полезную программу. Проще издать бумажку с приказом разрешить порок, чем придумать как решить социальные проблемы.",
    "liberalism-6": "Либерализм сегодня вводит понятие \"позитивной дискриминации\" при которой люди, у которых никогда не было рабов должны подвергаться дискриминации (например при приёме на работу) ради людей, которые никогда рабами не были. Причем \"позитивно дискриминируются\" люди, которые не только сами не являются рабовладельцами, но и у которых в предках не было рабовладельцев. Большинство современного белого населения на западе - потомки бывших рабочих мигрантов и крестьян, а рабовладельцами были зажиточные семьи.",
    "liberalism-7": "Либерализм не только легализует пороки (по сути отказывается от закона в пользу беззакония) -",
    "liberalism-8": "гомосексуализм,",
    "liberalism-9": "аборты,",
    "liberalism-10": "лёгкие (пока что) наркотики, проституцию, но и запрещает называть порок пороком и подвергает дискриминации тех, кто пытается назвать вещи своими именами. За несогласие с либеральной повесткой людей увольняют с работы, отнимают бизнес, даже таскают по судам и сажают в тюрьмы, ограничивают в правах, блокируют страницы в соцсетях, делают невозможным трудоустройтво, устраивают травлю со стороны меньшинств - и это всё под руководством идеологии, которая изначально была призвана защищать права и свободы.",
    "liberalism-11": "Хасманизм в отличии от современного либерализма выступает за защиту общечеловеческих прав и свобод без стремления делить население на множество меньшинств. При этом хасманизм защищает традиционные ценности, особенно в вопросах семьи и хасманизм выступает против дискриминации большинства ради пороков меньшинств. Причем делать это нужно не только внутри одной страны, а на международном уровне.",
    "lgbt-1": "ЛГБТ",
    "lgbt-2": "Хасманизм рассматривает гомосексуализм, как разновидность наркомании, которая вызывает физическую и психологическую зависимость. Которая сильно меняет поведение человека. Хасманизм против дискриминации, преследования и против лишения прав на работу, учёбу и медицинское обслуживание таких людей. Однако хасманизм и против предоставления таким людям особых прав.",
    "lgbt-3": "ЛГБТ организации добиваются чтоб люди, у которых нет гомосексуальной зависимости рассматривали гомосексуализм, как допустимое и нормальное явление. А также чтоб людям с такой зависимостью предоставляли особые права, которые направлены на закрепление данной зависимости в обществе. Хасманизм добивается, чтоб гомосексуалисты осознали, что они зависимы, что их зависимость сопоставима с зависимостью от тяжелых наркотиков, и с этой зависимостью надо бороться.",
    "lgbt-4": "В связи с этим хасманизм за полный запрет ЛГБТ пропаганды. Нужно полностью исключить демонстрацию гомосексуального поведения в фильмах, передачах, всех СМИ, на публичных собраниях, и запретить любое высказывание о том, что это нормально и допустимо. Вместо этого хасманизм напротив предлагает вести информирование население о том, что гомосексуализм - тяжелая зависимость, сравнимая с наркотической. Этой зависимости необходимо избегать, а тем, кто под неё попал необходимо бороться с собой хоть на протяжении всей жизни.",
    "lgbt-5": "Хасманизм также не признает трансгендеризма. Если человек чувствует себя Наполеоном, или Цезарем - ему назначают лечение от которого он должен перестать себя чувствовать Цезарем или Наполеоном. Почему же тогда если человек чувствует себя противоположным полом нужно поступать иначе? Вообще если человек себя чувствует не тем, кем он на самом деле является и он одержим этой мыслью - значит у него бред сверхценных идей. Такой человек отрицает реальность и ему надо не помочь реализовать свою идею, которая покалечит его тело и стерилизует, а надо помочь ему избавиться от этой идеи.",
    "lgbt-6": "В целом хасманизм выступает за защиту традиционных семейных ценностей и против навязывания порядков, которые обесценивают понятия отца и матери, мужа и жены. Причем хасманизм призывает начать",
    "lgbt-7": "движение по защите прав традиционных семей на международном уровне.",
    "abortandportban-1": "Аборты и порнография",
    "abortandportban-2": "Хасманизм придерживается традиционной морали и борьбы против пороков. Порнография и аборты должны быть запрещены. А очаги распространения порнографии и проведения абортов должны быть ликвидированы с помощью",
    "abortandportban-3": "дополнительной к полиции структуры",
    "abortandportban-4": "и самой полиции.",
    "abortandportban-5": "На замену абортов хасманизм предлагает",
    "abortandportban-6": "реформу детдомов,",
    "abortandportban-7": "благодаря которой женщины, которые не жалают детей смогут их только выносить, родить, а дальше о них позаботится государство.",
    "abortandportban-8": "Право на жизнь хасманизм гарантирует человеку с момента зачатия. И никто не вправе у человека жизнь отнимать. Кроме того аборты вносят значительный вклад в депопуляцию населения и в то, что смертность в нашей стране превышает рождаемость. Хасманизм напротив стремится вернуть в страну",
    "abortandportban-9": "прирост популяции.",
    "abortandportban-10": "Порнография, проституция, стриптиз бары и прочие разлагающие общественную мораль вещи так же должны быть запрещены, так как являются своеобразным наркотиком для населения. Эти явления вызывают зависимость и приносят значительный постоянный доход организованной преступности, которую хасманизм с помощью",
    "abortandportban-11": "дополнительной к полиции структуры",
    "abortandportban-12": "и самой полиции стремится ликвидировать.",
    "corruption-1": "Коррупция",
    "corruption-2": "Проблема коррупции для нашей страны стоит настолько остро, что для неё пришлось создать отдельную тему.",
    "corruption-3": "Для победы над коррупцией хасманизм предлагает на законодательном уровне разрешить давать взятки, но запретить их брать. И применить против коррупционеров",
    "corruption-4": "дополнительную к полиции структуру,",
    "corruption-5": "которая будет намеренно в различных госучреждениях давать взятки и выводить полицию на тех, кто эти взятки возьмёт.",
    "corruption-6": "Каждую поимку коррупционеров необходимо предавать широкой огласке. Тех, кто попадётся на взятии взяток - лишать должности без права восстановления на прежней должности и сажать в тюрьмы.",
    "corruption-7": "Хасманизм стремится создать такие условия, при которых брать взятки будут бояться в любых масштабах и в любых учреждениях. Чтоб в людях которые будут предлагать взятки - видели угрозу и избегали их.",
    "education-1": "Образование",
    "education-2": "В образовании в нашей стране надо сделать приоритет технического образования над гуманитарным. Хасманизм стремится",
    "education-3": "развивать науку",
    "education-4": "и",
    "education-5": "изобретательство.",
    "education-6": "А для этих целей нужны люди именно с техническим образованием. Сейчас в нашей стране наоборот отдаётся приоритет гуманитарному образованию над техническим от чего хасманизм стремится отказаться.",
    "education-7": "В самом образовании необходимо перейти с нынешней методики обучения по которой ученики лишь выбирают правильный ответ из предложенных вариантов - на обучение при котором ученики самостоятельно мыслят, делают выводы и самостоятельно приходят к заключению и дают свой ответ на поставлнный вопрос без предложенных на выбор вариантов. Тестирование с выбором вариантов правильных ответов хоть и облегчает проверку знаний, но от этого страдает само качество знаний. Также упор в обучении хасманизм предлагает сделать на логическое мышление и не просто заучивание фактов, а изучение как и почему пришли к такому заключению, которое стало фактом.",
    "education-8": "Хасманизм положительно относится к",
    "education-9": "церкви",
    "education-10": "и даже планирует выделить долю государственного финансирования на проповеди и миссионерство православной церкви во всём мире. Но при этом хасманизм против уроков религии в школе. Образование должно быть светским. Уроки религии в школе не приближают учеников к Богу. Такие уроки воспринимаются учениками, как дополнительный бессмысленный повод для домашних заданий, за которые будут ставить оценки. А учениками атеистами, мусульманами, и верующими других кофессий такие уроки воспринимаются так же, как если бы православных детей заставляли изучать Коран в мусульманских странах. Поэтому хасманизм за светское образование. Более того, некоторые базовые технические предметы необходимо внедрить даже на богословских курсах при подготовке миссионеров. Потому, что ничто не наносит настолько же большого урона церкви, как сказанная глупость её служителями. Даже гонения на церковь не наносят ей сопоставимого урона. Поэтому хасманизм считает, что при подготовке миссионеров - им нужно проходить не только богословские курсы, но и предметы технические в максимально доступной форме. Чтоб им можно было не просто перечислить факты как в науке что принято, но также и объяснить почему именно и на основе чего так считают. Это необходимо, чтоб избежать глупостей из уст миссионеров, когда их выпустят проповедовать в другие страны.",
    "education-11": "Хасманизм также выступает категорически против любой политической пропаганды в школах. Именно такой пропагандой в нашей стране взрастили",
    "education-12": "националистов,",
    "education-13": "которые довели нашу страну до войны, зависимости от западных стран и разрухи. Детям внушали политические лозунги, при этом не давая им никаких понятий о морали, и сделали из них бездумную массу для реализации своих политических амбиций. Дабы исключить политическую пропаганду в школах, хасманизм предлагает установить во всех классах аудио- и видеонаблюдение, за трансляцией которых будет наблюдать",
    "education-14": "дополнительная к полиции структура.",
    "education-15": "В случае обнаружения политической пропаганды в любых учебных заведениях (не только в школе), учителей или преподавателей необходимо увольнять без права восстановления на прежней должности. Учебную программу и сами учебники необходимо составлять максимально политически нейтрально.",
    "education-16": "Вместо политической пропаганды в школах и других учебных заведениях хасманизм предлагает вести пропаганду человечности, альтруизма и морали. Причем не проводить теоретические уроки по учебникам, не получать оценки за уроки этики, а интегрировать идеи человечности, взаимопомощи, альтруизма и морали в сам учебный процесс, а также проводить практические занятия по укреплению этих идей среди учеников. Необходимо периодически проводить мероприятия, направленные на помощь больным, слабым людям; побуждать жертвовать личные вещи детдомам; помогать слабым. Также хасманизм предлагает более успешным в обученни ученикам взять кураторство над отстающими учениками. Чтоб более успешные в обучении ученики подтягивали по программе менее успешных дабы те не отставали. Тех учеников, которые смогут подтянуть менее успешных в обучении однокласников, или однокурсников необходимо даже награждать.",
    "education-17": "В целом хасманизм предлагает повышать уровень образованности в нашей стране для подготовки высококлассных специалистов, учёных и изобретателей.",
    "science-1": "Наука",
    "science-2": "Хасманизм является сторонником интенсивного развития науки. Наука необходима для накопления фундаментальных знаний о природе. Не все эти знания можно будет применить сразу, однако необходимо их накапливать. Применение электричеству тоже изначально не находили, но изучив его свойства, началось его активное применение в общественной жизни и сегодня без него уже нельзя представить жизнь.",
    "science-3": "Для развития науки хасманизм предлагает",
    "science-4": "реформу образования",
    "science-5": "а также из всех программ финансирования сделать финансирование развития науки и",
    "science-6": "изобретательства",
    "science-7": "приоритетние других. То есть на науку и изобретательство финансирование должно выделяться самое крупное из всех программ. Во избежание расхищения государственных средств необходимо применять",
    "science-8": "прозрачное распредиление средств.",
    "science-9": "Необходимо восстанавливать старые и строить новые научно-исследовательские центры, обновлять оборудование, делать как государственные заказы на исследования, так и давать возможность проводить исследования по частной инициативе. Всё это необходимо для накопления знаний, которые дальше уже будут применяться",
    "science-10": "изобретателями.",
    "inventions-1": "Изобретательство",
    "inventions-2": "Изобретательство от ",
    "inventions-3": "науки",
    "inventions-4": "отличается тем, что наука накапливает знание о природе, а изобретательство пробует их применять на практике для создания новых, раннее не применявшихся систем.",
    "inventions-5": "Для развития изобретательства необходима",
    "inventions-6": "реформа образования,",
    "inventions-7": "проведение конкурсов среди учеников, направленных на стимулирование изобретательского мышления и изобретения даже в домашних условиях, и",
    "inventions-8": "развитие науки.",
    "inventions-9": "Необходимо так же строить специальные изобретательские центры, в которых собственно будут проводиться изобретения.",
    "inventions-10": "Изобретательство и экспериментальное применение изобретений нужно внедрить не только в технических сферах, но и в экономических и социальных. Сначала проводить локальные эксперименты в отдельных городах, и если они покажут свою эффективность - применять их по всей стране.",
    "space-1": "Космонавтика",
    "space-2": "В нашей стране необходимо создать государственное космическое агентство, основной задачей которого будет колонизация космоса. Необходимо начать производство ракет на подобии",
    "space-3": "starship от SpaceX",
    "space-4": "для начала пилотируемых полётов. Назовём её \"Зоря\".",
    "space-5": "С началом полётов украинских пилотируемых многоразовых ракет с метан-кислородной топливной парой, способных к орбитальной дозаправки можно будет наладить доставку грузов и первых жилых модулей на Луну и Марс. Состав атмосферы герметичных модулей на поверхности Луны и Марса можно заполнить чистым кислородом под сниженным давлением. На полюсах Луны и Марса есть залежи льда, который можно использовать для получения кислорода и водорода путём электролиза. Кислородом можно наполнять атмосферу жилых модулей, а водород использовать на утилизацию углекислого газа, который будет накапливаться при дыхании колонистов. При реакции Сабатье из водорода и углекислого газа можно получить воду и метан. Разложенная ранее на водород и кислород электролизом вода таким образом вернётся для повторного переиспользования. Метан необходимо использовать для реакции с оксидами металлов в составе реголита и почвы Луны и Марса. В состав реголита Луны входит титанистый железняк, железомагниевый силикат, алюмосиликат кальция и щелочные силикаты. То есть в химически связанном состоянии уже имеются металлы, кислород, кремний, и неметалы. Метан необходимо использовать для реакции с этими соединениями для получения чистых металлов, из которых прямо на Луне и Марсе будут строиться новые герметичные отсеки жилых модулей. Также получится вода, которую можно разложить на водород и кислород, которым можно заполнить новые герметичные отсеки, и углекислый газ, который опять же можно пустить на реакцию с водородом для получения метана и воды. Таким образом планируется наращивать колонию отсек за отсеком пока с лишним углекислым газом не смогут полностью справиться растения отсеков аэропоники. Кремний в составе реголита можно использовать для производства солнечных батарей. Проблему электроенергии при длительной лунной ночи можно решить либо экспериментальным использованием заряда самого лунного реголита, либо если такой способ не сработает - ядерными источниками энергии. Аналогичным образом необходимо заселить и Марс.",
    "space-6": "Хасманизм стремится основать целые города вне Земли, состоящие из соединённых герметичных отсеков, которые будут выполнять роль жилых модулей, школ, больниц, электростанций, систем аэропоники, церквей и лабораторий.",
    "space-7": "В случае успешных тестирований многоразовой ракеты, если она покажет свою способность доставить людей на Луну и Марс - начнется коммерциализация космоса. Билет на колонизацию Луны или Марса смогут купить все желающие и стоимость переселения нужно сделать сравнимой со стоимостью квартиры. Желающие колонизировать Луну или Марс смогут продать квартиру, и купить билет на Луну или Марс, где строительством жилых модулей колонисты уже будут заниматься самостоятельно. Так планируется выйти на окупаемость. А в дальнейшей перспективе, если многоразовость ракет окупится, можно попробовать начать добычу полезных ископаемых вне Земли для ввоза в Украину.",
    "space-8": "Хасманизм рассматривает колонизацию космоса, как необходимое будущее человечества. Пока не доказано обратного есть велика вероятность, что за пределами Земли нет никакой жизни. Даже бактериальной. И если мы - единственные формы жизни во Вселенной, то мы просто обязаны вынести жизнь за пределы Земли. В случае глобальных катастроф на Земле, способных уничтожить всю жизнь на Земле - сама жизнь сохранится за её пределами, и сможет распространяться дальше. От планеты к планете. От астероида к астероиду (которые будут разбираться на ресурсы из которых будут строиться огромные корабли колонии), от кометы к комете (так же), и вплоть до других звёздных систем, пока не начнётся заселение всей галактики. И хасманизм с помощью",
    "space-9": "пятилеток",
    "space-10": "стремится начать этот процесс с нуля в Украине.",
    "IT-1": "Информационные технологии",
    "IT-2": "Хасманизм считает, что цифровые технологии необходимо развить настолько, чтоб они приносили весомый вклад в экономику государства.",
    "IT-3": "Необходимо стимулировать изучение языков программирования учениками школ ещё с детстких лет и вводить уроки в школах по программированию дабы стимулировать приток новых лиц в развитие IT-индустрии в Украине.",
    "IT-4": "Необходимо использовать и",
    "IT-5": "пятилетки",
    "IT-6": "для создания независимых программных обеспечений и поисковых систем по государственному заказу. Также хасманизм считает необходимым развитие систем искусственного интеллекта и автоматизации различных систем. Для этих целей также будут применяться пятилетки.",
    "religionattitution-1": "Отношение к разным религиям",
    "religionattitution-2": "Хасманизм за веротерпимость в отношении традиционных религий (христианство, ислам, иудаизм, буддизм) и к атеизму. В",
    "religionattitution-3": "образовании",
    "religionattitution-4": "хасманизм придерживается строго светского образования в школах и нерелигиозных учебных заведениях. Однако хасманизм против полной и абсолютной веротерпимости.",
    "religionattitution-5": "Религии, которые призывают к откровенному злу, например сатанизм должны быть запрещены, а все очаги распространения ликвидированы с помощью",
    "religionattitution-6": "дополнительной к полиции структуры",
    "religionattitution-7": "и самой полиции. Таким же способом должны быть ликвидированы тоталитарные секты, которые призывают к самоубийствам, проявлению агресси по отношению к окружающим, терроризму, лишают своих адептов семей, и наносят непоправимый вред здоровью и жизни своих адептов.",
    "religionattitution-8": "В отношении украинской православной церкви (УПЦ МП) хасманизм требует проводить",
    "religionattitution-9": "политику всесторонней поддержки.",
    "churchpolitics-1": "Церковная политика",
    "churchpolitics-2": "Хасманизм требует проводить всестороннюю поддержку украинской православной церкви (УПЦ МП) и ставит своей целью распространение православия по всему земному шару. А если",
    "churchpolitics-3": "космическая программа хасманизма",
    "churchpolitics-4": "окажется успешной, то и за его пределами.",
    "churchpolitics-5": "Необходимо выделить государственное финансирование для подготовки проповедников и миссионеров для проповеди православия во всех странах мира и с помощью подготовленных миссионеров обращать в православие весь мир.",
    "churchpolitics-6": "При этом необходимо защитить храмы от насильственного перевода под юрисдикцию других конфессий. Необходимо на законодательном уровне запретить перевод храмов церквей одной конфессии под юрисдикцию другой. Если кто-то хочет перейти в другую конфессию - те пусть сами себе строят храм за свой счёт, а не захватывают чужие. В отношении ПЦУ, адепты которой разбойнически захватывали храмы УПЦ МП хасманизм предлагает 2 варианта - либо вернуть все захваченные храмы УПЦ МП, либо строить для УПЦ МП новые храмы за государственный счет, а захваченные оставить раскольникам. Первый вариант значительно сэкономит бюджетные средства, но при этом он противоречит политике запрета перевода храмов из одной конфессии в другую. Также политика перевода храмов обратно под юрисдикцию УПЦ МП усилит вражду между конфессиями. Стоит также учесть, что захваченные деятелями ПЦУ храмы являются осквернёнными. Второй вариант будет более затратным с точки зрения бюджета, но при этом не будет усиливать и без того существующую вражду, и не будет противоречить политике хасманизма по запрету на перевод храмов из одной конфессии в другую. Поэтому второй вариант более предпочтителен.",
    "churchpolitics-7": "Отдельно стоит сказать так же о католицизме. Хасманизм предлагает свой путь объединения церквей. Надо написать письмо папе римскому в котором предложить ему на 100 лет отказаться от звания главы церкви, а вместо этого взять звание патриарха и 100 лет не учить в католической церкви теми учениями, которые отличаются от православного. Не то, чтоб запретить, а просто считать эти вопросы запечатанными на 100 лет. В течении этих 100 лет без различий в учениях церкви будут сближаться, папа римский станет патриархом римской церкви. За 100 лет пройдет несколько поколений, и сменятся те поколения, которые выросли во время, когда различия еще были. Через 100 лет необходимо собрать собор всей церкви, и распечатать запечатанные вопросы и соборно их утвердить или наоборот отвергнуть. Но собор уже должен состоять из людей, которые выросли в объединенной церкви, которые уже не росли в условиях различий в догматических учениях. Так рана тысячелетнего раскола будет уврачёвана. Такое церковное сближение позволит объединить не только католицизм и православие, но и грекокатолицизм с православием.",
    "donbasspeace-1": "Политика по Донбассу",
    "donbasspeace-2": "Хасманизм ставит своей целью полное прекращение войны на востоке Украины. С руководителями ЛДНР необходимо проводить прямые переговоры с личной трехсторонней встречей между руководством Украины, ЛНР и ДНР. Втреча должна быть публичной и транслироваться в прямом эфире.",
    "donbasspeace-3": "Хасманизм предлагает для прекращения войны на Донбассе и сохранения Донбасса в составе Украины дать руководству ЛДНР места в верховной раде, где они будут представлять интересы регионов. При этом интеграция Донбасса не будет мгновенной. Сначала необходимо позволить партии в раде, представляющей интересы Донбасса не применять на территории Донбасса те законы Украины, с которыми они не согласны, или наоборот применять свои законы, которые отличаются от законов Украины в целом. Это будет первым этапом интеграции Донбасса - полное прекращение войны и интеграция правительства ЛДНР в раду, где они будут защищать интересы регионов в составе Украины.",
    "donbasspeace-4": "Следующим этапом интеграции будет постепенное сглаживание разницы в законодательстве Украины и регионов и дальнейшая интеграция в Украину благодаря унификации документации и законов.",
    "donbasspeace-5": "Для полной интеграции Донбасса назад в Украину обязательными условиями также является полный запрет и ликвидация очагов",
    "donbasspeace-6": "национализма ",
    "donbasspeace-7": "в Украине, а так же",
    "donbasspeace-8": "языковая политика,",
    "donbasspeace-9": "и",
    "donbasspeace-10": "политика по именованию улиц.",
    "donbasspeace-11": "Для восстановления промышленности и нфраструктуры, пострадавшей за время войны необходимо использовать программы",
    "donbasspeace-12": "пятилеток.",
    "streetnames-1": "Политика по наименованию улиц",
    "streetnames-2": "В разных частях Украины разные герои. И герои одних областей являются врагами героев других областей. А так же одни и те же политические события в разных регионах воспринимаются диаметрально противоположным образом. Поэтому именование улиц, географических местностей, зданий, и общественных мест в честь любых политических событий или деятелей, живших после 14 века всегда вызывает раскол в обществе.",
    "streetnames-3": "В связи с этим хасманизм предлагает ввести полный запрет на именование улиц, зданий, учебных заведений, географических местностей и общественных мест в честь любых политических событий или деятелей, живших после 14 века. Не должно быть ни проспектов Бандеры, ни улиц Ленина. Имена должны быть политически нейтральными, например проспект солнечный, и улица кленовая. Не должно быть университета Шевченка. Должен быть университет им. Святого Владимира в честь Владимира Великого, жившего до 14 века. Даже майдан надо переименовать на центральную площадь, так как название майдана значительной частью населения уже воспринимается опороченно политическими событиями, происходящими там, которые раскололи общество, привели к войне, внешнему управлению, и безнаказанным зверским преступлениям националистов. Необходимо так же убрать портреты с валюты. Чтоб на деньгах не было ни Хмельницкого, ни Мазепы.",
    "streetnames-4": "Вся эта программа по переименованию на политически-нейтральные названия позволит снять напряжение в обществе, а также поспособствует",
    "streetnames-5": "интеграции Донбасса.",
    "language-1": "Языковая политика",
    "language-2": "Право говорить на любом языке, на каком человеку угодно должно быть закреплено в конституции. Хасманизм государственным языком Украины признаёт исключительно украинский язык. Однако обязательность применения государственного языка будет применяться исключительно в документообороте. Нигде, кроме документов нельзя делать обязательным использования государственного языка. Во всех остальных случаях, которые не касаются документов - человеку необходимо давать гарантированное государством право использование любого языка, будь то обучение в школе, сфера обслуживания, рабочий процесс, в быту, в СМИ, рекламе, в качестве вывесок на кафе - везде надо дать гарантированное конституцией право использовать любой язык. А понятие государственного языка необходимо ограничить только обязательством использования его при составлении документов.",
    "union-1": "Новый союз",
    "union-2": "Во внешней политике для государства жизненно важно найти рынки сбыта производимой продукции, а так же",
    "union-3": "организовать сопротивление",
    "union-4": "навязыванию",
    "union-5": "современного либерализма.",
    "union-6": "От идеи вступление в ЕС надо отказаться. Наши продукты на рынках ЕС не являются конкурентноспособными, и ЕС в лучшем случае рассматривает Украину, как рынок сбыта. А если только покупать у ЕС, ничего ему не продавая, то эномика от этого будет только страдать. Кроме того в ЕС сегодня доминирует современный либерализм, которому хасманизм стремится сопротивляться. Хотя с отдельными консервативными странами ЕС, например с Польшей возможен союз, речь о котором пойдёт дальше.",
    "union-7": "С консервативными странами необходимо сформировать союз, в котором будет зона свободной торговли, свободного предпринимательства, безвизовый въезд, и защита традиционных ценностей. Обязательным условием вступления в союз является запрет абортов, ЛГБТ-пропаганды, порнографии, проституции, и употребления лёгких и вообще любых наркотиков в стране.",
    "union-8": "У стран, входящих в союз может быть в целом разная внешняя политика, они могут состоять в различных, даже противоборствующих военных блоках. Внешняя политика - у стран союза должна быть независимой. А вот во внутренней политике обязательным условием для вступления будет защита традиционных и семейных ценностей, а так же борьба против пороков.",
    "union-9": "В состав союза при этом могут входить любые страны на Земном шаре, которые пожелают защищать традиционные ценности и желают зону свободной торговли и безвизового режима среди стран с такими же ценностями. В этот союз могут входить как отдельные страны ЕС, которые при этом могут если пожелают и не выходить из состава ЕС, например Польша. В состав союза можно предложить войти даже отдельным штатам США, например Техасу, если тот согласится защищать традиционные ценности и запретить на своей территории ЛГБТ-лобби, аборты, лёгкие наркотики. В этот союз могут войти и азиатские страны и африканские.",
    "union-10": "Хасманизмом так же осуждается",
    "union-11": "национализм",
    "union-12": "в любом проявлении. И обязательным условием для вхождения в союз для любых стран является осуждение национализма и любых идей первенства нации перед другими нациями.",
    "union-13": "Украина должна инициировать создание данного союза, и противопоставить ценности стран союза современному неолиберализму и порокам общества. Помимо идеологической основы союз необходимо строить на взаимовыгодных торгово-экономических условиях со свободным пересечением границ между странами внутри союза.",
    "extraideology-1": "Внешняя идеологическая политика",
    "extraideology-2": "Во внешней политике хасманизм требует применять идеологию защиты традиционных и семейных ценностей, а так же всемирную проповедь",
    "extraideology-3": "православия.",
    "extraideology-4": "Против",
    "extraideology-5": "либерально настроенных стран",
    "extraideology-6": "необходимо использовать их же методы. К примеру высказывать свою обеспокоенность попиранием традиционных семейных ценностей в США, нарушения права на жизнь с момента зачатия, наличием смертных казней и других явлений, которые вызывают обеспокоенность. Необходимо создавать разнообразные идеологические фонды за рубежом для привлечения внимания к проблемам попирания семейных ценностей, требовать на законодательном уровне",
    "extraideology-7": "запрещать аборты и пороки. ",
    "extraideology-8": "Надо устраивать шествия и парады в защиту традиционных и христианских ценностей.",
    "extraideology-9": "Однако при этом все эти шествия, и парады нужно отделить от проповеди православия. Проповедь православия должна быть отдельно, а парады в защиту традиций и жизни человека с момента зачатия - отдельно. Миссионеры и проповедники наоборот не должны участвовать в таких мероприятиях. Их задача будет чисто проповедническая и миссионерская. Собственно по православному миссионерству необходимо добиться цели, чтоб миссионеры могли стать за границей самостоятельными, и основать приход за границей даже без поддержки государства. После основания прихода, целью миссионеров должна быть подготовка новых миссионеров уже внутри страны, в которой они начали миссионерскую деятельность.",
    "extraideology-10": "Хасманизм так же придерживается политики отрицания",
    "extraideology-11": "национализма",
    "extraideology-12": "в любом проявлении. Это означает, что национализм и любая идея первенства нации перед другими нациями осуждается. Данную идею так же следует распространить на весь мир. И проявлять обеспокоенность в отношении тех стран, где прослеживается приверженность правительства идеям национализма, расизма и других подобных идей. Необходимо напротив распространять в мире идею необходимости дружбы народов.",
    "weneedyou-1": "От вас мне нужна прежде всего поддержка. Чтоб идея не погасла и не была предана забвению. Что для этого нужно сделать - я описал ниже.",
    "weneedyou-2": "Меня можете звать Хасман. Я разработал эту идеологию и этот сайт. Я не являюсь ни политиком, ни олигархом, ни известным человеком вообще. У идеологии, которую я разработал нет ни иностранной поддержки, ни финансирования от кого бы то ни было. Вся идея разработана на моих собственных взглядах и на моём личном ентузиазме. Я хочу изменить страну, в которой живу. Хочу изменить Украину. Хочу, чтоб Украина стала сильной страной с сильной экономикой, развитой наукой, образованием, космонавтикой и в то же время чтоб в ней развивалась и церковь. Я не хочу, чтоб в нашей стране законы издавали извне, не хочу, чтоб правительство назначали кредиторы звонками из других государств, не хочу, чтоб наше государство унижали и позор называли достоинством. Я хочу, чтоб в нашей стране был прирост населения, а не депопуляция. Я хочу, чтоб в нашей стране не было войны, и преследований мирных граждан. Я хочу, чтоб в нашей стране не было радикалов и националистов, а жизнь в нашей стране была мирной и процветающей.",
    "weneedyou-3": "Для реализации всех целей я создал эту идеологию. Эта идеология и этот сайт - всего лишь искра. Разожжется ли из этой искры пламя, или она на мгновение сверкнув навсегда погаснет - зависит только от вас.",
    "weneedyou-4": "Для того, чтоб всё описанное на этом сайте стало не голой идеей одного человека, а чтоб всё это воплотилось в жизнь - необходимо конкретно ваше участие. Реализация состоит из нескольких этапов:",
    "weneedyou-5": "На первом этапе внимательно ознакомьтесь с моей идей. Прочитайте то, что я выложил на этом сайте. Если вы согласны и разделяете мои взгляды - зайдите на страницу посвященную моей идее на",
    "weneedyou-6": "и поставьте лайк под любой публикацией. Ещё лучше, если вы оставите комментарий со словами \"я поддерживаю\". Репостните у себя запись, и распространяйте идею среди знакомых. Покажите идею всем, кого знаете. И предложите им тоже с ней ознакомиться, поставить лайк, и написать \"я поддерживаю\". Распространится ли идея и будет ли дальше развиваться хасманизм - зависит только от вас. Если я буду видеть что хотя бы наберется 1000 человек, которые поддержат идею, то тогда идея будет дальше развиваться и начнется следующий этап. Если же я буду видеть, что у моей идеи нет поддержки, если 1000 человек не наберется поддержавших - то я не буду дальше развивать идею. Идея погаснет и будет предана забвению. Этот сайт затеряется на далеких серверах, и его никто и не заметит. Возможно потом я его и вовсе удалю. Такой вариант событий кстати наиболее вероятный. И только вы можете его предотвратить.",
    "weneedyou-7": "Если первый этап будет успешен. Если в моей группе на",
    "weneedyou-8": "наберется 1000 лайков, и будет много комментариев с текстом \"я поддерживаю\", то начнется второй этап развития хасманизма. На втором этапе я в своей группе на",
    "weneedyou-9": "буду как выкладывать посты из этого сайта для публичного обсуждения, чтоб вы комментировали все плюсы и минусы идей, которые я предлагаю. А так же я буду принимать от вас на свою",
    "weneedyou-10": "личную страницу на facebook в личных сообщениях",
    "weneedyou-11": "ваши собственные идеи по развитию хасманизма. Идеи, которые я посчитаю, что подходят для хасманизма, я буду выкладывать на обсуждение и добавлять в том числе на этом сайте. На этом этапе необходимо, чтоб вы так же, как и на первом этапе распространяли идею среди своих знакомых, чтоб ваша поддержка росла. Необходимо так же ваше личное участие в развитии идеи, чтоб публикации в группе на",
    "weneedyou-12": "не ограничились переносом содержимого этого сайта для обсуждения на facebook, а дополнялись и развивались. Без вашего личного участия в развитии идеи, она так же погаснет и прекратит своё существование. Просто будет заброшена, когда закончатся посты на странице и не получит развития. Поэтому чтоб перейти к следующему этапу нужно как ваше участие, которое будет способствовать развитию идеи, так и большая популяризация этой идеи. Если я увижу поддержку десяти миллионов человек, то можно будет переходить к следующему этапу.",
    "weneedyou-13": "На третьем этапе я раскрою свою личность. Раньше третьего этапа мне нет смысла раскрывать свою личность. Всё что я пока могу сказать - это то, что я не являюсь ни политиком, ни олигархом, ни известным человеком. Если наступит третий этап, то я раскрою свою личность для того, чтоб основать партию. Самые активные из вас на втором этапе могут в неё попасть. Для того, чтоб попасть в партию мне нужны люди с высокими моральными ценностями. Это даже более важный критерий, чем профессионализм. Профессиональных воров и лжецов у нас уже в политике было предостаточно, а мне в партию нужны именно честные люди, которые горячо прониклись идеей и готовы её воплощать. Если вы хотите попасть в партию - то верность её идеям будет обязательным условием, чтоб попасть в неё. Это означает, что вы должны будете поддерживать мои решения которые я буду принимать в соответствии с идеями хасманизма. Естественно, что созданная партия будет балотироваться на выборах и партии нужен будет ваш голос на президентских и парламентских выборах. Именно поэтому нам нужно не менее 10 миллионов человек поддержки. Если поддержки будет меньше, то нет смысла создавать партию, которая не победит на выборах и не пройдёт в парламент. Однако, если всё же нас будет ожидать успех и мы победим на президентских и парламентских выборах, то будет следующий этап.",
    "weneedyou-14": "Следующим и последним этапом будет воплощение идей хасманизма в жизнь. В парламенте необходимо будет сразу же приступить к голосованию и принятию законов для реализации идей хасманизма в жизни, после чего будут назначаться чиновники, которым будет поручена собственно реализация всех идей и они будут вести публичный отчёт что именно они сделали. Если в течении 2-х месяцев они ничего не сделают для реализации идей в жизнь - такие чиновники будут заменены на других, которые смогут действовать, а те, которые ничего не делают - будут лишены звания чиновника."
}