{
    "introduction": "Вступ",
    "what is country": "Чим є держава",
    "economic": "Економіка",
    "about Independence": "Самостійна держава",
    "medicine": "Медицина",
    "order": "Правопорядок",
    "anticorruption": "Боротьба проти копупції",
    "reformchildhouse": "Реформа дитбудинків",
    "countrysymbpols": "Державні символи",
    "hybrid-econonmics": "Гібридна економіка",
    "buisness": "Бізнес",
    "fiveyears": "П'ятирічки",
    "demographytax": "Податок на користь демографії",
    "IMF": "Припинення співпраці з МВФ",
    "nationalism": "Націоналізм",
    "communism": "Комунізм",
    "separatism": "Сепаратизм",
    "transhumanism": "Трансгуманізм",
    "fightideology": "Ідеологічна боротьба та боротьба з пороками",
    "lgbt": "ЛГБТ",
    "abortandporn": "Порно та аборти",
    "liberalism": "Сучасний ліберализм",
    "corrutption": "Корупція",
    "peace": "Повернення миру у країну",
    "donbasspeace": "Політика по Донбасу",
    "streetnames": "Політика по найменування вулиць",
    "language": "Мовна політика",
    "propaganda": "Про пропаганду в учбових закладах",
    "extrapolytic": "Зовнішня політика",
    "union": "Новий союз",
    "notvar": "Військове невтручання ",
    "extraideology": "Зовнішня ідеологічна політика",
    "inteligencepolitic": "Інтелектуальна політика",
    "education": "Освіта",
    "Science": "Наука",
    "space": "Космонавтика",
    "IT": "IT",
    "Religion": "Релігійна політика",
    "religionattitution": "Відношення до різних релігій",
    "churchpolitics": "Церковна політика",
    "inventions": "Винахідництво",
    "main": "Головна",
    "weneedyou": "Що потрібно від вас?",
    "xacmanism": "Хасманізм",
    "transparentmoney": "Прозорий розподіл коштів",
    "main-1": "Хасманізм - це політична ідеологія, заснована на здоровому глузді і націлена на побудову сильної самостійної держави з розвинутою промисловістю, економікою, наукою і медициною для людей, які просто хочуть спокійно жити, працювати і ростити дітей без страху перед насильством з боку радикалів, без війни і з упевненістю в завтрашньому дні. Хасманізм передбачає, що право на насильство є виключно у органів правопорядку щодо правопорушників, але ніяк не у вуличних активістів.",
    "main-2": "Під здоровим глуздом хасманізм має на увазі політику, засновану на розумі, а не на ірраціональних почуттях та емоціях, які в справах політики необхідно підпорядкувати розуму, а розум підпорядкувати добрій волі. Під доброю волею ж передбачається керівництво мораллю, заснованою на традиційних цінностях і допомога населенню. Також хасманізм ставить за мету допомогу церкві.",
    "main-target": "Метою хасманізма є реалізація наступних реформ:",
    "main-3": "Повне припинення війни на Донбасі.",
    "main-4": "Економічна реформа.",
    "main-5": "Припинення співпраці з МВФ.",
    "main-6": "Створення змішаної ринково-планової економіки.",
    "main-7": "Сумісне використання",
    "main-8": "планових п'ятирічок",
    "main-9": "приватного підприємництва.",
    "main-and": "й",
    "main-10": "Спрощення ведення бізнесу.",
    "main-11": "Ввести пріоритет державних законів над міжнародними.",
    "main-12": "Прозоре використання бюджетних коштів.",
    "main-13": "Створення відкритого сайту, на якому буде всім видно скільки надійшло коштів податками і на що ці кошти були витрачені.",
    "main-14": "Реформа правопорядку.",
    "main-15": "Створення окремої структури нарівні з поліцією, яка під виглядом звичайних громадян буде займатися безпосередньо пошуком і виявленням правопорушень. Використовувати цю структуру в тому числі і для повної ліквідації корупції.",
    "main-16": "Заборона політичної пропаганди в навчальних закладах, особливо у школах.",
    "main-17": "Замінити політичну пропаганду на прилучення до ідей альтруїзму, людяності й допомоги ближнім.",
    "main-18": "Заборона називати вулиці, будівлі, географічні місцевості, музеї і взагалі будь-які місцевості в честь будь-яких політичних діячів, що жили після 14 століття.",
    "main-19": "Вільне використання будь-якої мови.",
    "main-20": "Повна заборона",
    "main-21": "націоналізму,",
    "main-22": "комунізму,",
    "main-23": "нацизму, расизму, і взагалі будь-яких ідеологій, що пропонують боротьбу проти будь-яких верств суспільства за національною або класовою ознакою. Запобігання",
    "main-24": "сепаратистських настроїв.",
    "main-25": "Заборона на учать у політиці,",
    "main-26": "навіть в голосуванні всім, хто не живе на території країни більше року. Або хто не народився в цій країні, або хто живе на її території менше 10 років. І тим, хто зробив собі більше одного громадянства. Дати можливість голосувати тільки тим, хто тут постійно живе і у кого є єдине державне громадянство.",
    "main-27": "Державне фінансування",
    "main-28": "розвитку науки,",
    "main-29": "дослідженнь, заохочувати",
    "main-30": "винахідництво",
    "main-31": "й впроваджувати його у державні програми.",
    "main-32": "Податкова політика, що заохочує багатодітність.",
    "main-33": "Заборона абортів.",
    "main-34": "Замість них реформувати дитбудинки. Об'єднати їх з будинками для людей похилого віку та притулками для бездомних тварин. Заохочувати одиноких людей похилого віку переходити туди і взяти опіку над покинутими дітьми.",
    "main-35": "Змінити герб, прапор та гімн.",
    "main-36": "Протистояння сучасному лібералізму, що заохочує",
    "main-37": "людські пороки.",
    "main-38": "Ввести політику компенсації церкві ",
    "main-39": "за злочини часів Кравчука і Порошенка, які створили розкол. З держбюджету витрачати кошти на вирощування проповідників канонічного православ'я, яких потім висилати в усі країни світу проповідувати і надавати підтримку канонічній церкві.",
    "country-1": "Чим є держава?",
    "country-2": "Держава в хасманізмі - це не більш, ніж територія з відмінною від інших територій політичною і економічною системою. Держава повинна існувати для забезпечення правопорядку, законності, і організації суспільного життя.",
    "country-3": "Без держави можливі 2 варіанти розвитку подій - або влада над усією планетою опиниться в руках у однієї людини, і тоді політика і економіка буде однотипної скрізь і не буде вибору. Нові політичні системи організовані не будуть, вся влада на користь піде лише центру, а віддалені регіони будуть використовуватися лише як джерело ресурсів для забезпечення центру. За таких умов почнуть наростати сепаратистські настрої і повернуться держави. Якщо звичайно центр не буде достатньо сильним для того, щоб ці настрої придушити. Другий можливий варіант без держави - це загальна тотальна анархія, беззаконня, й боротьба. При другому варіанті незабаром влада візьме мафія, і в решті решт держава знову повернеться, але вже контрольована мафією.",
    "country-4": "Для того, щоб уникнути обох варіантів і потрібна держава - щоб не допустити концентрацію всієї влади над усією планетою в одних руках, і щоб не допустити загальної анархії. При цьому держава повинна протидіяти втручанню інших держав у внутрішньополітичні процеси, і забезпечити законність і порядок на своїй території. А також облаштувати максимально високий рівень життя населення і його розвиток як в матеріальному плані, так і в інтелектуальному і духовному. При цьому держава ні в якому разі не має зводитися в абсолют і у вищу мету. Тому, що держава повинна існувати для населення, а не населення для держави.",
    "patiotism-1": "Самосійна держава",
    "patiotism-2": "Під самостійною політикою в хасманізмі мається на увазі така політика, за якої державою керує виключно населення, яке живе в державі. Коли політикою не керують ті, хто в цій державі не живе. А також максимальне запобігання впливу інших держав на внутрішню політику. Саме тому хасманізм передбачає заборону будь-якого фінансування з-за кордону будь-яких політичних ідеологій.",
    "patiotism-3": "Всілякі фонди Сороса, всякі організації під будь-якою назвою, які фінансуються для розвитку будь-якої політичної ідеології з-за кордону підлягають забороні. Фінансування таких організацій несе користь лише тим, хто їх фінансує, але ніяк не державі.",
    "patiotism-4": "Разом з тим, якщо людина не проживає в державі, то така людина не має права брати участь у політиці і навіть голосувати навіть якщо у неї українське громадянство. Інакше за людей, які живуть в державі голосують і обирають як потрібно жити ті, хто в цій державі не живуть. Люди, на життя яких їх власний вибір ніяк не вплине визначають життя людей, на яких чужий вибір вплине. Цього потрібно запобігти і заборонити голосувати тим, хто в країні не живе більше року. І навпаки, якщо в країні живуть люди, у яких іноземне походження, але громадянство єдине і не інших держав, нехай вони будуть африканці, чи азіати - таким навпаки треба дозволити голосувати, оскільки вони теж живуть в цій країні, і своїм вибором вони визначають і своє життя в тому числі.",
    "patiotism-5": "Однак же людям, які мають громадянство інших держав (подвійне, потрійне і більше) необхідно заборонити голосувати і брати участь в політиці. Такі люди маючи інше громадянство завжди можуть голосувати на користь інших держав, громадянство яких вони мають.",
    "patiotism-6": "Також для забезпечення самостійності держави хасманізм пропонує пріоритет державних законів над міжнародними.",
    "patiotism-7-1": "Це необхідні умови самостійності держави. При цьому варто окремо сказати, що хасманізм негативно ставиться до патріотизму, і розцінює його, як перший етап на шляху до націоналізму, а той в свою чергу - як перший крок на шляху до нацизму. Хасманізм не робить з держави, народу. мови і нації вищу мету, а лише розглядає",
    "patiotism-7-2": "державу,",
    "patiotism-7-3": "як територію, з відмінною від інших територій політичною і економічною системою.",
    "order-1": "Правопорядок",
    "order-2": "Хасманізм пропонує нарівні з поліцією створити нову структуру, яка буде займатися пошуком безпосередньо правопорушень під виглядом звичайних громадян. Представників цієї структури необхідно розсіяти серед звичайних громадян - в навчальних закладах, лікарнях, офісах, заводах, держустановах... Скрізь. І з їх допомогою виявляти правопорушення. Необхідно вселити думку: \"один з вас - один з нас \", щоб порушувати правопорядок побоювалися всі.",
    "order-3": "За допомогою цієї структури буде можливо",
    "order-3-1": "ліквідувати корупцію,",
    "order-3-2": "завдяки тому, що хабарі можуть пропонувати служителі цієї структури, і якщо хабар візьмуть - той хто візьме, того відразу заарештують. За допомогою цієї структури передбачається ліквідування наркоторгівлі та іншої мафії. Під виглядом бажання придбати зброю або наркотики може підійти служитель цієї структури, і злочинець сам того не підозрюючи відкриє йому точку збуту наркотиків або зброї, яка буде ліквідована за допомогою поліції. За допомогою цієї структури можна буде під виглядом нових послідовників небезпечних і шкідливих сект і організацій (включаючи радикалів) виявити місце виникнення цих сект і організацій та ліквідувати їх за допомогою поліції. Цю структуру можна використовувати для повної ліквідації організованої злочинності та запобігти правопорушень, забезпечивши тим самим тріумф законності і порядку в державі.",
    "order-4": "Право на насильство хасманізм зберігає виключно у поліції щодо правопорушників. І ні в якому разі не у вуличних активістів. Якщо вуличні активісти починають застосовувати не тільки насильство, а хоча б навіть погрози - вони вже правопорушники і до них слід застосувати заходи знешкодження з боку поліції. Тим паче, надсилаючи загрози всякі радикали і терористи можуть самі потрапити на служителів вищезгаданої структури, призначеної для виявлення правопорушень.",
    "order-5": "Хасманізм пропонує ще і реформу в'язниць. В'язниці потрібно зробити такими, щоб ті хто потрапив у них виправлялися, а не формували у себе специфічний менталітет, який призводить до повторення злочинів.",
    "order-6": "Для виправлення в'язнів хасманізм пропонує робити в'язниці такими, щоб на 1 людину була 1 невелика камера, в якій ув'язнений буде ізольований від будь-якого спілкування, і будь-якої справи. Щоб в камері були тільки ліжко, душ, туалет, телевізор, який буде включатися тільки в певних випадках, і двері, з отвором для підношення їжі. І кнопка, яка повідомляє про бажання попрацювати.",
    "order-7": "Розрахунок буде робитися на те, що в'язні будуть в повній ізоляції, в ідеальному випадку в звукоізольованій кімнаті. Без спілкування, без можливості щось робити - навіть читати книги, грати в будь-які ігри, малювати, взагалі щось робити. В 4-х стінах в'язні залишаться наодинці зі своїми думками, які почнуть на них тиснути, поки в'язні не натиснуть на кнопку, що сповіщає, що вони хочуть працювати. Поки одинокість і неробство не стануть для них нестерпні.",
    "order-8": "Коли ж вони не витримають і натиснуть на кнопку, що бажають працювати їх потрібно випускати і виводити виконувати суспільно-корисні роботи. Хоч на будівництві будувати, хоч сміття сортувати - окремо скло, окремо метал; хоч дороги будувати; взагалі на будь-які роботи на яких вийде забезпечити нагляд і контроль адміністрацією.",
    "order-9": "У разі якщо в'язень погодиться працювати - після роботи, коли він повернеться у камеру, буде дозволено включити телевізор і подивитися пізнавальні передачі і пропагандистські програми - спеціально підготовані, щоб навчити в'язнів як бути хорошим громадянином. Імовірно такий тип в'язниць в кінцевому підсумку виправить в'язнів.",
    "order-13": "За порушення режиму в якості покарання використовувати ізоляцію в звукоізольованій камері на кілька днів поспіль без можливості вийти навіть якщо в'язні захочуть працювати.",
    "order-10": "Після виходу з в'язниці в'язням необхідно провести програму реабілітації, і забезпечити їм право не знати роботодавцю про їх колишню судимість, щоб їх могли брати на звичайну роботу і вони могли інтегруватися в суспільство.",
    "order-11": "Доповнення до поліції",
    "order-12": "Реформа в'язниць",
    "reformchildhouse-1": "Реформа дитячих будинків",
    "reformchildhouse-2-1": "Оскільких хасманізм виступає за",
    "reformchildhouse-2-2": "заборону абортів,",
    "reformchildhouse-2-3": "для дітей що народилися і від яких відмовилися батьки потрібно створити умови за яких вони зможуть вирости повноцінними членами суспільства. Для цього хасманізм пропонує об'єднати будинки пристарілих, дитбудинки і притулки для безпритульних тварин в одну загальну структуру.",
    "reformchildhouse-3": "Людям похилого віку в цій структурі забезпечити безкоштовне медичне обслуговування, харчування, і якщо ті захочуть - місце, де можна переночувати. У той же час люди похилого віку зможуть контактувати з дітьми та за наявності бажання залишатися з ними.",
    "reformchildhouse-4": "Таким чином самотні люди похилого віку зможуть знайти собі онуків, і безкоштовне медичне обслуговування, а покинуті діти знайдуть собі дідусів та бабусь.",
    "reformchildhouse-5": "Додатково слід об'єднати цю структуру з притулком для безпритульних тварин для того, щоб діти самі вчилися за кимось доглядати, і про когось піклуватися.",
    "reformchildhouse-6": "Таким чином, провівши подібну рефому при забороні абортів, і відмові від дітей батьками, у цих дітей буде шанс вирости повноцінними членами суспільства.",
    "countrysymbols-1": "Державні символи",
    "countrysymbols-2": "Про державні символи",
    "countrysymbols-3": "У хасманізмі герб, прапор і гімн - всього лише домовленість, якою передбачається представляти державу. Герб і прапор в хасманізмі: не ікони, а гімн - не молитва. Хоча і передбачається в тому числі використання релігійної тематики в новому гербі і новому гімні. Хасманізм виступає проти культу гімну, прапора і герба. Державним символам не будуть присвячені свята, і хасманізм проти сектанстської екзальтованості фанатів державних символів при зустрічі з цими символами. По правді кажучи: гімн не більше, ніж пісня, а прапор і герб - не більше, ніж ганчірки. Проте з їх допомогою можна представляти державу, і потрібно робити це із сенсом. І сенс в державні символи хасманізм передбачає вкласти інший, ніж є зараз, і самі державні символи необхідно змінити.",
    "countrysymbols-4": "Герб",
    "countrysymbols-5": "Нинішній тризуб, особливо після використання його націоналістичними організаціями часто сприймається, як символ агресії. Деякі і зовсім його сприймають, як символ пекла.",
    "countrysymbols-6": "Ті, хто більш розбираються в темі, можливо чули версії про те, що у тризубі записано слово \"воля\". Інші припускають, що тризуб був символом Володимира Великого. Тим не менш, якщо не розбиратися в темі - іноземцям ні волю ні символ Володимира Великого тризуб не нагадує. Тому хасманізм пропонує змінити герб на новий, сенс якого буде зрозумілий усім.",
    "countrysymbols-7": "В якості нового герба хасманізм пропонує зробити зображення архангела Михаїла з широко розправленими крилами, який розправив їх задля того, аби піднятися вище після пробиття списом пащі змія. Даний символ буде позначати перемогу над злом. І саме перемогу над злом хасманізм пропонує зробити сенсом нового герба.",
    "countrysymbols-8": "Якщо можете запропонувати варіанти зображення такого гербу - зобразіть його і пропонуйте свій варіант мені на",
    "countrysymbols-9": "Прапор",
    "countrysymbols-10": "Нинішній український прапор - синьо-жовтий, сенс якого блакитне небо над жовтим пшеничним полем. Нинішній прапор натякає на аграрність країни. Згідно хасманізму Україна не має бути аграрною країною. Україна має бути процвітаючою розвинутою країною, а аграрні країни розвинутими не є. Аграрні країни передують у розвитку індустріальним, а інудустріальние передують постіндустріальним.",
    "countrysymbols-11": "В якості нового прапору хасманізм пропонує зробити біло-фіолетово-зелений прапор. Білий означатиме добро, фіолетовий означатиме процвітання, а зелений - життя. Саме добро, процвітання і життя хасманізм пропонує зробити змістом прапора держави.",
    "countrysymbols-12": "Гімн",
    "countrysymbols-13": "З усіх нинішніх державних символів України - найбільш неоднозначне ставлення у хасманізмі до нинішнього гімну. Починається він відразу з меланхолійних слів \"Ще не вмерла України ні слава ні воля \". Відразу даючи розуміти, що це процес очікуваний, але ще не настав - що вже вводить в депресію. Наступний рядок - \"Ще нам, браття молодії, усміхнеться доля.\", Що знову говорить про те, що у нас зараз все погано. Коли небудь стане краще, але зараз погано. Наступний рядок гімну - \"Згинуть наші воріженьки, як роса на сонці\". Тобто у гімні присвятили рядки бажанню смерті ворогам. Саме по собі бажання смерті, хай навіть і ворогам є бажанням лише психічно хворих людей, психопатів, а про те, щоб увічнити такі побажання в гімні взагалі мови бути не може. Наступний рядок - \"Запануєм i ми, браття, у своїй сторонці\", що знову ж таки говорить про якесь невизначене майбутнє, а не про нинішній вік, і знову нагнітає депресію. Наступний рядок - \"Душу й тіло ми положим за нашу свободу\". Гаразд би тіло покласти, але що значить душу? За щось душу віддати можна тільки дияволу при продажі душі. І останній рядок - \"І покажем, що ми, браття, козацького роду \". Напевно це єдиний нормальний і коректний рядок нинішнього гімну, хоч і не включає все населення країни, і ще включає мешканців не тільки цієї країни.",
    "countrysymbols-14": "Хасманізм ще не пропонує конкретного нового гімну, але у хасманізмі є вимоги яким має відповідати новий гімн. Вимоги до нового гімну такі:",
    "countrysymbols-15": "Гімн має бути оптимістичним. Таким, що піднімає настрій, що радує.",
    "countrysymbols-16": "Гімн не повинен бути присвячений нації. Гімн має бути присвячений країні.",
    "countrysymbols-17": "Гімн не має містити жодної згадки про смерть і ворожнечу.",
    "countrysymbols-18": "Гімн має об'єднувати.",
    "countrysymbols-19": "У гімні серед інших рядків треба увічнити прославляння Бога. Щось на зразок \"... Господь Всемогутній! Слався вовік! ...\"",
    "countrysymbols-20": "Гімн повинен бути про процвітання і життя країни.",
    "countrysymbols-21": " Можливо саме ви станете автором нового гімну. Пропонуйте ваші варіанти мені на",
    "orEmail": "або на Email:",
    "email": "xacmanism@protonmail.com",
    "hybrideconomic-1": "Гібридна економіка",
    "hybrideconomic-2": "Під гібридною економікою в хасманізмі мається на увазі одночасне співіснування ринкової і планової економіки. Це означає, що хасманізм визнає і захищає приватну власність і",
    "hybrideconomic-3": "вільне підприємництво,",
    "hybrideconomic-4": "і взагалі підтримує ринок. Однак там, де не справляється ринок планується застосовувати планову економіку.",
    "hybrideconomic-5": "Нарівні з приватними підприємствами планується створювати і державні згідно ",
    "hybrideconomic-6": "плановим п'ятирічкам",
    "hybrideconomic-7": "і використовувати державні підприємства як джерело додаткового поповнення бюджету країни, окрім податків. Окрім додаткового надходження в бюджет, планові п'ятирічки дозволять з нуля створити сектора промисловості, які у нас в країні відсутні або перебувають у занепаді.",
    "hybrideconomic-8": "Змішування обох типів економік дозволить скористатися виключно перевагами кожної з них, і при цьому не зазнати їх недоліків. Ринкова частина економіки дозволить завдяки конкуренції уникнути низької якості товарів. Також вона дозволить уникнути дефіциту. Планова частина економіки допоможе значно скоротити безробіття, створити нові сектори промисловості і додатково поповнити бюджет держави.",
    "buisness-1": "Бізнес",
    "buisness-2": "Для бізнесу хасманізм пропонує ввести єдину карту підприємця, яка буде видаватися всім бажаючим зайнятися будь-яким видом підприємництва. Особливість карти в тому, що на неї і тільки на неї можна буде нараховувати гроші від будь-якої підприємницької діяльності, після чого ці гроші не можна буде зняти протягом 1 місяця. По закінченню 1 місяця з суми, яка була зарахована за попередній місяць буде автоматично зніматися податок, і власнику картки буде на електронну пошту висланий чек за що і скільки податків було знято. Після чого власник картки зможе зняти суму, що надійшла за попередній місяць після автоматичного зняття податків. При знятті податків буде враховуватися сума надходжень за місяць, і чим вище ця сума, тим відповідно вищий податок.",
    "buisness-3": "Маючи карту підприємця - підприємцю не потрібно буде вести самостійно бухгалтерію, і реєструвати вид бізнесу. Держава не буде цікавитися від якого виду діяльності підприємець отримав прибуток. Держава буде цікавитися тільки тим, скільки податків можна буде зняти від прибутку і держава зацікавлена, щоб прибуток у підприємця був якомога вище. Якщо діяльність підприємця законна, то у держави до нього ніяких питань не буде - головне, щоб прибуток зараховувався на картку підприємця. Якщо ж діяльність підприємця незаконна, то такими займатиметься",
    "buisness-4": "нова додаткова до поліції структура правопорядку",
    "buisness-5": "й сама поліція.",
    "buisness-6": "Якщо трапляється так, що бізнес прогорів і надходження на картку припиняються, то підприємцю не потрібно про це звітувати перед державою. Просто на карту перестануть надходити кошти і не буде зніматися податок. Так само не потрібно реєструвати новий вид бізнесу, якщо підприємець їм захоче зайнятися. Йому буде досить почати зараховувати прибуток на картку підприємця і все.",
    "buisness-7": "Зрозуміло, що існує багато нюансів в різних видах бізнесу, наприклад у одних підприємців є наймані працівники, у інших таких немає; та інші нюанси. Всі ці нюанси підприємець зможе налаштувати в особистому електронному кабінеті підприємця. З усіма подробицями підприємець повинен буде ознайомитися при отриманні картки підприємця. Також, як повідомлення про зміну в законах про ці зміни повинні будуть надходити повідомлення на електронну пошту підприємця.",
    "buisness-8": "Не дивлячись на те, що",
    "buisness-9": "хасманізм проти будь-якої участі іноземців в політиці, навіть у голосуванні,",
    "buisness-10": "хасманізм не проти і навіть підтримує можливість іноземцями ведення бізнесу в країні. Головне, щоб цей бізнес був законний, і ніяк не пов'язаний з політикою та ідеологією. Це буде сприяти інвестиційній привабливості країни, і додатково отримувати надходження до бюджету у вигляді податків.",
    "buisness-11": "Значне бюрократичне спрощення ведення бізнесу дозволить залучити в бізнес як населення країни, так і іноземців і дозволить забезпечити розквіт приватного підприємництва в країні.",
    "fiveyears-1": "П'ятирічки",
    "fiveyears-2": "Окрім",
    "fiveyears-3": "підтримки бізнесу",
    "fiveyears-4": "хасманізм пропонує застосовувати і планову економіку, яка буде створювати програму розвитку на 5 років. Програма включатиме як створення і розвиток нових секторів промисловості, наприклад будівництво заводів, які виробляють вітрові електростанції, комп'ютерну техніку,",
    "fiveyears-5": "створення державного космічного агентства і виробництва,",
    "fiveyears-6": "так і реалізацію непромислових державних програм, наприклад",
    "fiveyears-7": "реформа в'язниць,",
    "fiveyears-8": "реорганізація дитячих будинків,",
    "fiveyears-9": "створення вторинної переробки сміття.",
    "fiveyears-10": "Також необхідно окремо розробляти експериментальні програми. Наприклад експериментально ввести програму побудови вертикальних ферм, що дають врожай 2-3 рази на рік (тепличні багатоповерхівки, які відіграють роль вертикальних теплиць). А також проводити інші експериментальні програми. Можливо саме ви запропонуєте які небудь експериментальні програми. Якщо у вас є ідея, опишіть її та надішліть мені на",
    "fiveyears-11": "За допомогою п'ятирічок можна буде уникнути тих проблем, які притаманні чисто ринковій економіці. Наприклад, значно скоротити безробіття.",
    "demographytax-1": "Податки на користь демографії",
    "demographytax-2": "Аби населення країни не падало необхідно, щоб в кожній родині кількість дітей була не меншою, ніж кількість батьків. Якщо у 2-х батьків буде по 2-є дітей, то з кожним наступним поколінням буде стільки ж людей, скільки і в попередньому. Але це в ідельно випадку. У реальності існують представники ЛГБТ, чайлдфрі, інваліди, люди, які помруть перш, ніж залишать потомство, що не знайшли собі пару, і не залишили потомство з яких-небудь інших причин. Тому 2-є дітей на сім'ю в реальності недостатньо для простого заміщення поколінь. І щоб населення не скорочувалося з покоління в покоління потрібно мінімум 3-є дітей на кожну сім'ю.",
    "demographytax-3": "Наша країна - країна з постійним зниженням чисельності населення, що загрожує депопуляцією і старінням нації. Старіння нації призводить до того, що людей похилого віку стає більше, ніж молодих і в держбюджеті не вистачає коштів для забезпечення людей похилого віку пенсією, якої вистачило б елементарно на те, щоб вижити. Скорочення населення веде до скорочення купівельної спроможності і подальшого занепаду економіки. Це в свою чергу ще сильніше веде до депопуляції.",
    "demographytax-4": "У найгіршому випадку депопуляція і старіння нації може призвести до того, що для виживання людей похилого віку за ними доведеться доглядати виключно молодим, які перестануть заводити сім'ї, а потім самі помруть від старості без нагляду в повному занепаді.",
    "demographytax-5": "Розвинуті країни вирішують цю проблему шляхом міграції. Мігранти в розвинутих країнах поступово заміщають титульну націю, але сама нація поступово зникає, розчиняючись серед мігрантів. Але наша країна не є привабливою для мігрантів і у нас тим самим методом проблему депопуляції не вирішити. Хасманізм пропонує інший шлях. По-перше це",
    "demographytax-6": "заборона абортів.",
    "demographytax-7": "По-друге цю проблему можна спробувати вирішити особливої податковою політикою.",
    "demographytax-8": "Найвищі податки необхідно зробити для бездітних. Чим більше в сім'ї дітей - тим нижче дозволити їм платити податок. Якщо в сім'ї 3 дітей - таку сім'ю можна взагалі звільнити від податків. А якщо дітей буде більше 3-х необхідно навіть таким сім'ям надавати пільги.",
    "demographytax-9": "Якщо мова йде про бізнес, то для сімей з 3-ма дітьми необхідно встановити поріг прибутку, нижче якого такі сім'ї не повинні будуть платити податок, а починаючи з цього порогу поставити мінімальний податок. І чим більше дітей в родині - тим вище необхідно піднімати поріг на прибуток до якого родина звільняється від податку.",
    "imf-1": "МВФ",
    "imf-2": "Співпрацю з МВФ необхідно припинити. Кредити, які дають МВФ не йдуть на розвиток країни. Вони йдуть тільки на те, щоб погасити попередні кредити. При цьому борг не гаситься, а тільки зростає і відстрочується. При цьому під час видачі кредитів від МВФ нашій державі ставляться умови. Кредитори змушують наш уряд видавати закони, вигідні тільки самим кредиторам, і таким чином вони беруть під контроль нашу державу. Частину законів не уряд ухвалює в нашій країні, а кредитори, і чим більше беремо кредитів, тим більше законів ухвалюються ззовні.",
    "imf-3": "Наша країна вже перебуває під повним контролем кредиторів. У нас вже призначають керувати медициною громадян інших держав, які руйнують нашу медицину. У нас вже державними банками ставлять керувати громадян інших держав, ще й на умовах, що закони нашої країни не поширюються на них. У нас вже дзвінками з-за кордону за кредит для погашення кредиту призначають генпрокурорів.",
    "imf-4": "Хасманізм прагне повністю вийти з під зовнішнього контролю і побудувати",
    "imf-5": "самостійну державу.",
    "imf-6": "У зв'язку із цим хасманізм вимагає скасувати всі до останнього закони, прийняті під тиском МВФ, розірвати всі договори з МВФ, а набрані кредити повертати в розстрочку.",
    "imf-7": "При цьому від нас відвернуться всі інші кредитори. Однак всі кредити йдуть на погашення попередніх кредитів, за рахунок чого тільки зростає борг, а за цей час в нашій країні все більше і більше законів ухвалюються кредиторами - все більше і більше позбавляючи країну самостійності. Якої фактично вже немає зовсім. В кінцевому підсумку борг виросте настільки, що його вже не можна буде погасити навіть наступним кредитом і тоді країна переживе найболючіший удар. Чим з більшим боргом ми зустрінемо цей удар, тим важче його буде пережити. Але пережити його потрібно, оскільки без цього не буде у нас ні самостійності, ні держави.",
    "transparentmoney-1": "Прозорий розподіл коштів",
    "transparentmoney-2": "Аби уникнути розкрадання виділених державою коштів, хасманізм пропонує зробити інформацію про рух коштів відкритою і видимою будь-кому.",
    "transparentmoney-3": "Необхідно створити сайт, на якому буде видно скільки в бюджет надійшло грошей від податків і держпідприємств, і яким чином ці гроші розподіляються. Щоб було видно на яку програму скільки було витрачено, і конкретно на що були витрачені ці гроші. Наприклад почне держава фінансування будівництва школи, і на сайті буде видно скільки було виділено коштів, скільки пішло на зарплату робітникам, і навіть скільки було витрачено на купівлю цвяхів і де конкретно ці цвяхи забиті. Так, щоб",
    "transparentmoney-4": "нова додаткова до поліції структура",
    "transparentmoney-5": "могла перевірити чи дійсно кошти використовуються за призначенням. Весь рух державних коштів необхідно зробити підзвітним і видимим будь-кому.",
    "transparentmoney-6": "Завдяки такому прозорому руху державних коштів вдасться уникнути ситуації за якої кошти розкрадаються на шляху до реалізації мети, на яку ці кошти були виділені.",
    "nationalism-1": "Націоналізм",
    "nationalism-2": "На словах націоналісти відстоюють незалежність країни. На ділі саме завдяки націоналістам країна опинилася в такій залежності від зовнішнього впливу, що у нас генпрокурорів призначають дзвінком з-за кордону, державними банками ставлять керувати громадян інших країн. Та ще й на умовах, що на них не поширюється закон України. Нашою медициною поставили керувати громадянку іншої держави, яка довела до того, що в селах медицина зникла практично повністю. І при цьому громадяни інших країн за кредити призначають які нам закони ухвалювати. А також, коли до нас в раду заходять колишні президенти інших країн - наші депутати всі встають і аплодують. І як при цьому націоналісти відстоюють незалежність країни? А ніяк. Роблять вигляд, що так і має бути.",
    "nationalism-3": "На словах націоналісти захищають інтереси нації. Однак правда полягає у тому, що не існує ніяких інтересів нації. Нація - це безліч особистостей, у кожної з яких свої інтереси. А тому немає єдиної волі, чи єдиної думки нації. І інтереси, які захищають націоналісти - це не інтереси нації, а особисті інтереси самих націоналістів.",
    "nationalism-4": "В особистих інтересах націоналістів творити зло, звірячі злочини, грабежі, вбивства, насильство. Націоналісти переповнені ненавистю і люблять насильство, і замість того, щоб стримувати себе, замість того, щоб визнати, що в їх душі живе порок, вони знаходять притулок в націоналізмі, який надає їх ненависті і жадобі насильства сенс. Завдяки націоналізму вони себе вважають не бандитами, маніяками і психопатами, а героями. Завдяки націоналізму у них з'явився спосіб перекинути вину з себе на жертву, а себе не тільки виправдати, але ще і героїзувати. Адже завдяки націоналізму вони можуть звинуватити жертву в тому, що вона сама винна і заслуговує на те, що вони з нею зроблять. За своєю суттю націоналізм є організованою злочинністю, мафією з ознаками релігії.",
    "nationalism-5": "Сама ідеологія націоналізму повністю ірраціональна, не логічна, заснована на якихось національних почуттях, які крім самих націоналістів більше ніхто не відчуває.",
    "nationalism-6": "Прапор та гім",
    "nationalism-7": "націоналісту виступає в ролі ікони,",
    "nationalism-8": "гімн",
    "nationalism-9": "у ролі молитви,",
    "nationalism-10": "мова",
    "nationalism-11": "у ролі заповіді, а нація для націоналіста - бог. Причому бог, який вимагає кривавих жертв. Націоналісти пишаються своєю нацією. Однак, пишалися б націоналісти якби їх зарахували до іншого виду? Якби їх вважали не людьми, а придумали для їх позначення окреме слово? Ніхто б не пишався якби його зарахували до іншого виду. Так чому ж нація, яка є меншим, ніж вид поняттям викликає у них особливу гордість? З тоталітарною сектою націоналізм ще зближує те, що потрапивши в їх організацію - з неї практично неможливо вибратися. Ті, хто намагається вибратися з націоналістів бояться що їх вб'ють побратими. І різноманітні погрози за спроби вибратися з націоналістів - їм реально надходять.",
    "nationalism-12": "Націоналісти не можуть будувати. Вони можуть тільки руйнувати. Навіть те, що вони люблять, наприклад ту ж саму державу вони ж і руйнують. Націоналізм є батьком",
    "nationalism-13": "сепаратизму",
    "nationalism-14": "й першопричиною занепаду нашої держави. Коли на майдані націоналісти кричали \"москаляку на гілляку\", \"смерть ворогам\", і порівнювали народ",
    "nationalism-15": "Донбасу",
    "nationalism-16": "із бидлом, і недолюдьми, якої реакції вони чекали від Донбасу й Криму в якому 80% населення за походженням росіяни? І хоч хасманізм проти сепартизму і ні в якому разі не виправдовує сепаратизм, реакція Криму і Донбасу була цілком очікувана і заздалегідь очевидна, хоч і неправильна. І саме завдяки націоналістам ми їх втратили.",
    "nationalism-17": "Хасманізм пропонує боротьбу проти націоналізму. Однак ця боротьба повинна бути в межах закону. У жодному разі не можна опускатися до їх рівня у боротьбі з ними, щоб самим не стати такими ж, як вони. Сам націоналізм необхідно визнати терористичною людиноненависницькою ідеологією і заборонити. Помірних націоналістів, які в глибині душі і самі хочуть від нього звільнитися, але бояться помсти побратимів - звільнити але під наглядом, а з більш послідовними і агресивними впоратися більш жорсткими методами. За розповсюдження націоналістичних ідей - саджати у в'язниці. Необхідно використовувати",
    "nationalism-18": "додаткову до поліції структуру",
    "nationalism-19": "для виявлення епіцентрів розповсюдження націоналізму і саму поліцію або навіть армію для знешкодження найбільш агресивних націоналістів та для ліквідації епіцентрів поширення націоналізму. Тому що з нині поширених ідеологій в нашій країні націоналізм є найбільш злісною й небезпечною як для людської психіки, так і для держави в цілому.",
    "nationalism-20": "На відміну від націоналізму хасманізм прагне побудувати багатонаціональну і одночасно з цим",
    "nationalism-21": "справді незалежну і самостійну державу.",
    "separatism-1": "Сепаратизм",
    "separatism-2": "Сепаратизм у нашій країні виник у відповідь на ",
    "separatism-3": "націоналізм,",
    "separatism-4": "і по суті є породженням націоналізму. Коли націоналісти на майдані вигукували \"москаляку на гілляку\", \"сметрі ворогам\" і порівнювали жителів Донецька з бидлом і недолюдьми - наступне виникнення сепаратизму було очевидним і неминучим, хоч і неправильним розвитком подій.",
    "separatism-5": "Сепартизм є неправильним вибором тому, що подальша війна у відповідь на сепаратизм теж була очевидна і неминуча. Жодна держава не дозволить відсікати свої території на користь інших держав. Який би режим в державі не діяв, яка б ідеологія в ньому не домінувала - а відсікати свої території на користь інших держав вона не дозволить.",
    "separatism-6": "Сепаратисти не обмежувалися бажанням відокремити Крим, Донецьку та Луганську область. Вони хотіли відокремити весь південний схід України, і включити у відокремлені території Харків, Одесу, Дніпро, і інші міста. У відповідь на такі дії подальший розвиток війни був неминучим.",
    "separatism-7": "Сепаратизм буквально означає \"відокремлювати\", і темрін \"сепаратисти\" отримали ті люди, які захотіли розділити країну. Пішовши шляхом сепаратизму вони тим самим допомогли націоналістам. Відокремившись вони відняли голоси у партій, які проти націоналізму, і тим самим забезпечили перемогу партій, які підтримують націоналістів. Фактично пішовши шляхом відділення сепаратисти самі забезпечили прихід пронаціоналістичних партій до влади.",
    "separatism-8": "Пішовши шляхом сепаратизму вони самі принесли на свою землю війну, і зробили ще гірше, ніж було до цього. Прикладом того, що б було, якби вони не пішли до кінця в своїх сепаратистських настроях є Харків. Харків спочатку теж намагався відокремитися, і в Харкові теж намагалися створити ХНР, але влада швидко все придушила, і тепер в Харкові мир. У людей не гинуть рідні, вони не бояться на наступний день залишитися без даху над головою. А в Донецьку і Луганську вирішили піти до кінця, і тим самим забезпечили собі життя в страху втратити рідних, і опинитися на наступний день без даху над головою в руїнах, і в цілому рівень життя став навіть гіршим, ніж в Україні.",
    "separatism-9": "Тепер основний електорат, який на виборах голосує проти націоналістичних партій зосереджений в Харкові, і Одесі, і цей електорат сильно скоротився після вибору, який зробив Донбас і Крим. Правильним же вибором замість сепаратизму було б створення протидії націоналізму всередині однієї спільної країни. А замість цього вони вирішили втекти до іншої держави, у якій як вони вважають в цілому краще, ніж в Україні, ще й запросили військову допомогу у Росії, щоб Росія за них вирішила проблему націоналізму в Україні. Однак чи потрібні Росії такі люди, які як тільки в своїй країні почнуться проблеми - відразу біжать і просяться в сусідні держави разом з територіями?",
    "separatism-10": "Сам по собі сепаратизм будучи породжений націоналізмом має з ним багато спільного. Націоналізм будується на гіпертрофованому патріотизмі, а сепаратизм будується на ксенопатріотизмі. У сепаратистів те саме ірраціональне почуття приналежності до особливої нації, але вже іншої держави. По суті своїй націоналісти і сепаратисти рівні одне одному, просто вектори протилежні. Хоча сепаратисти не так агресивні, як націоналісти і більш конструктивні і проблему сепаратизму можна вирішити не силовим шляхом, на відміну від націоналізму.",
    "separatism-11": "Хасманізм пропонує вирішувати проблему сепаратизму не військовим шляхом, а шляхом",
    "separatism-12": "ліквідації націоналізму і переговорами.",
    "separatism-13": "Тільки так вдасться повернути мир у країну.",
    "communism-1": "Комунізм",
    "communism-2": "Комунізм, як і",
    "communism-3": "націоналізм",
    "communism-4": "будується на ненависті. Тільки націоналзім будується на національній ненависті, а комунізм будується на класовій ненависті. Комунізм обіцяє звільнення людини від експлуатації іншою людиною, а на практиці всі комуністичні режими експлуатують людину так, як не експлуатує навіть найбільша корпорація; позбавляючи людину вибору аж до того, що за людину партія вирішує де їй жити, звідки виселитися і куди переселитися. І чи жити взагалі.",
    "communism-5": "Комунізм виступаючи проти капіталізму на практиці відразу перетворює державу на тотальну монополію - вищу стадію капіталізму. Причому державна монополія охоплює відразу всі сфери життя. Монополізуються всі види виробництва, і виключається будь-яка можливість виникнення конкуренції. І ця монополія позбавляє людину вибору, і можливості самостійно управляти своїм життям.",
    "communism-6": "При комуністичних режимах бувають і свої позитивні сторони - розвиток промисловості,",
    "communism-7": "науки,",
    "communism-8": "загальна освіта",
    "communism-9": "й безкоштовна медицина,",
    "communism-10": "п'ятирічки,",
    "communism-11": "соцпрограми для працівників,",
    "communism-12": "космонавтику",
    "communism-13": "вперше почали розвивати саме в комуністичній країні. Однак всі ці плюси не можуть переважити злочинів, скоєних комуністичними режимами - репресій, боротьби проти церкви, розстрілів свого ж населення, насильницької депортації, відбирання землі у селянства і насильницька колективізація. Якщо вас насильно змусять переселитися в інші малопридатні для життя регіони, ви виступите проти, але у вас землю все одно віднімуть а вас за незгоду відправлять на заслання, і пізніше розстріляють, і ще якщо ваші родичі спробують замовити молебень у священика за упокій: при цьому заарештують і вашу сім'ю і священика, якого теж розстріляють, а храм знесуть бульдозером - то вам вже буде все одно на освіту, доступну медицину, розвинуту науку та соцпрограми для робітників.",
    "communism-14": "Позбувшись від конкуренції комунізм гальмує розвиток і виробництво якісних продуктів. Всі досягнення в комуністичних режимах були забезпечені конкуренцією з капіталістичними країнами, і якщо ринкову економіку і конкуренцію абсолютно прибрати, то і розвиток зупиниться.",
    "communism-15": "Декларуючи загальну рівність, на ділі комунізм прагне зробити всіх не рівними, а однаковими, побудувати з суспільства людський мурашник. І то, генсек у комунізмі а ні трохи не дорівнює простому робітникові. І життя робочого нічого не варте у порівнянні з життям генсека.",
    "communism-16": "На відміну від комунізму хасманізм дотримується",
    "communism-17": "змішаної ринково-планової економіки,",
    "communism-18": "позитивно ставиться до",
    "communism-19": "церкви,",
    "communism-20": "будується не тільки на матеріалізмі, але і на моралі, вважає що потрібно розвивати державу не тільки в матеріальному та інтелектуальному плані, а й у духовному, морально-етичному. В цілому ж до комунізму у хасманізма негативне ставлення, і цю ідеологію необхідно так само заборонити, як і націоналізм. Втім у нашій країні це і так вже зроблено.",
    "transhumainsm-1": "Трансгуманізм",
    "transhumainsm-2": "Трансгуманізм сьогодні не є поширеною ідеологією. Однак у зв'язку з тим, що хасманізм прагне до розвитку",
    "transhumainsm-3": "науки",
    "transhumainsm-4": "й заохочує",
    "transhumainsm-5": "винахідництво,",
    "transhumainsm-6": "мождливий сплеск інтересу до трансгуманізму в суспільстві. Навіть якщо хасманізм ніколи не набере популярності в суспільстві - розвиток суспільства в майбутньому все одно може призвести до поширення трансгуманізму.",
    "transhumainsm-7": "Трансгуманізм - найнебезпечніша з усіх існуючих на сьогоднішній день ідеологій. Кінцевою метою трансгуманізм ставить припинення існування людства, як виду; повне знищення людського роду.",
    "transhumainsm-8": "Шляхом різноманітних модифікацій - генетичних, кібернетичних, цифрових... Трансгуманізм пропонує модифікування людського тіла, поступово покращуючи з точки зору трангуманістів, продовжуючи життя, роблячи сильніше, розумніше, надаючи нові можливості, недоступні звичайним людям. Це дійсно звучить привабливо. Однак меж модифікацій немає. З кожною новою модифікацією в нас все менше залишатиметься людського і все більше ми будемо перетворюватися в інший вид доти, поки людського в нас не залишиться зовсім і поки люди, як вид не припинять своє існування.",
    "transhumainsm-9": "Траснуманізм знецінює людське життя, і ставить на меті замінити людство більш досконалими з точки зору трансгуманістів істотами. Якщо якийсь маніяк захоче вбити всіх людей і замінити їх на роботів, або наприклад на яких небудь інопланетян, яких маніяк буде вважати більш досконалими і гідними існування - всі відразу зрозуміють, що ідея жахлива. Трансгуманізм фактично пропонує те ж саме - тільки шлях реалізації більш привабливий. Саме тому трансгуманізм такий небезпечний.",
    "transhumainsm-10": "Хасманізм виступає проти всіляких модифікацій здорового тіла. Хасманізм проти впровадження в тіло будь-яких пристосувань, якщо мета цієї інтеграції - не лікування будь-якої хвороби. Хасманізм вважає, що науку і техніку треба розвивати на користь людям, а не для знелюднення людей. І наприклад таку розробку Ілона Маска, як",
    "transhumainsm-11": "використовувати здоровим людям на думку хасманізму неприпустимо. Для хворих, наприклад паралізованих - будь ласка. За умови добровільної згоди його або його близьких. Але для здорових - ні в якому разі. Тому що це буде першим кроком до знелюднення і тотального контролю.",
    "transhumainsm-12": "Те ж саме можна сказати про генетичні модифікації. Хасманізм не проти генних модифікацій, як таких. Не проти ГМО, небезпека якого сильно перебільшена, і не проти генетичних модифікацій для лікування хвороб. Наприклад можна замість ДНК вірусу гепатиту В вставити ген, що виробляє інсулін, і за допомогою модифікованого вірусу, який не містить геном самого вірусу - лікувати діабет. У разі якщо такий спосіб лікування доведе свою ефективність. Однак трансгуманізм пропонує піти далі, і від початку модифікувати людину так, щоб наприклад в умовах космічних станцій мешкали люди, у яких замість ніг додаткова пара рук. Але при таких експериментах ніхто не цікавиться - а чи захочуть ці істоти все життя прожити на космічних станціях? А створюючи більш успішну з точки зору генетики істоту,  яка конкуруює за спільний з людиною ресурс - з точки зору еволюції ця істота витіснить людину, як вид. Саме тому хасманізм проти генетичних модифікацій від початку здорових людей для їх поліпшення, і проти створення нових видів з людей за допомогою таких модифікацій.",
    "transhumainsm-13": "Один з варіантів модифікацій, які пропонує трансгуманізм - цифрове безсмертя, тобто коли особистість людини переноситься на цифровий носій, і після смерті тіла особистість продовжує існувати на комп'ютері. Однак при такому підході всі жорсткі диски дуже швидко переповняться копіями особистостей, які будуть саме копіями, а не оригіналами, і такий підхід - найшвидший і найбільш рішучий спосіб повністю розлюднення людини, позбавивши її тіла.",
    "transhumainsm-14": "Ще одним варіантом трансгуманізму є течія в якій пропонується віддати управління державою штучному інтелекту. Однак штучний інтелект будучи іншим за своєю природою не може врахувати реальних потреб людей. Штучний інтелект просто призведе суспільство до конвеєрності, виробляючи однакових людей без урахування їх реальних потреб та інтересів. Хасманізм не проти штучного інтелекту, як такого, навіть навпаки - за. Однак не творець повинен служити своєму творінню, яке прийшло до буття через свого творця, а навпаки творіння має служити творцеві. Тому і підхід у створенні штучного інтелекту у хасманізмі полягає в тому, щоб він служив людям, а не навпаки.",
    "transhumainsm-15": "Отже, визнаючи трансгуманізм найнебезпечнішою з усіх ідеологій хасманізм пропонує боротьбу і проти трансгуманізму. Поки ця ідея не особливо поширена - на рівні полеміки серед її прихильників, і протидіючи поширенню трансгуманістичних ідей.",
    "liberalism-1": "Сучасний лібералізм",
    "liberalism-2": "Спочатку лібералізм виступаючи за права і свободи людини був непоганою ідеєю. Однак з часом права і свободи, які дійсно потрібно було захищати закінчилися, а ідею стали експлуатувати різні політичні сили для того, щоб перетворити суспільство в набір меншин, якими простіше керувати.",
    "liberalism-3": "Сучасний лібералізм розколює суспільство, ділить людей за будь-якими ознаками, аби вони відчували себе меншиною, права якої потрібно захищати. Потім такі меншини збираються під крилом однієї партії, яка обіцяє чергову легалізацію чогось, або видати закон який ще більш відрізнятиме штучно створену меншину від більшості.",
    "liberalism-4": "З ідеї захисту прав людини лібералізм перетворився в диктатуру меншин. Замість того, щоб захищати права - лібералізм став зневажати права більшості. Лібералізм став обмежувати свободу слова. Замість права висловлювати свою думку лібералізм тепер став апелювати до того, що слухати потрібно виключно експертів і без всяких докорів сумління блокувати невгодні ЗМІ і блокувати сторінки в соцмережах невгодних політиків.",
    "liberalism-5": "Лібералізм перетворився в концентрат лицемірства, і в двигун легалізації пороків. Робиться це тому, що простіше зібрати під собою безліч меншин, пообіцявши їм що-небудь легалізувати, ніж зібрати під собою більшість, якій потрібно буде скласти реально корисну програму. Простіше видати папірець з наказом дозволити порок, ніж придумати як вирішити соціальні проблеми.",
    "liberalism-6": "Лібералізм сьогодні вводить поняття \"позитивної дискримінації\" за якої люди, у яких ніколи не було рабів повинні піддаватися дискримінації (наприклад при прийомі на роботу) заради людей, які ніколи рабами були. Причому \"позитивно дискримінуються\" люди, які не тільки самі не є рабовласниками, а й у яких в предках не було рабовласників. Більшість сучасного білого населення на заході - нащадки колишніх робочих мігрантів і селян, а рабовласниками були заможні сім'ї.",
    "liberalism-7": "Лібералізм не тільки легалізує пороки (по суті відмовляється від закону на користь беззаконня) -",
    "liberalism-8": "гомосексуалізм,",
    "liberalism-9": "аборти,",
    "liberalism-10": "легкі (поки що) наркотики, проституцію, а й забороняє називати порок пороком і піддає дискримінації тих, хто намагається назвати речі своїми іменами. За незгоду з ліберальним порядком людей звільняють з роботи, забирають бізнес, навіть тягають по судах і садять до в'язниць, обмежують в правах, блокують сторінки в соцмережах, унеможливлюють працевлаштування, влаштовують цькування з боку меншин - і це все під керівництвом ідеології, яка від початку була прикликана захищати права і свободи.",
    "liberalism-11": "Хасманізм на відміну від сучасного лібералізму виступає за дотримання загальнолюдських прав і свобод без прагнення ділити населення на безліч меншин. При цьому хасманізм захищає традиційні цінності, особливо в питаннях сім'ї і хасманізм виступає проти дискримінації більшості заради меншин. Причому робити це потрібно не тільки всередині однієї країни, а й на міжнародному рівні.",
    "lgbt-1": "ЛГБТ",
    "lgbt-2": "Хасманізм розглядає гомосексуалізм, як різновид наркоманії, яка викликає фізичну та психологічну залежність. Яка сильно змінює поведінку людини. Хасманізм проти дискримінації, переслідування і проти позбавлення прав на роботу, навчання і медичне обслуговування таких людей. Однак хасманізм і проти надання таким людям особливих прав.",
    "lgbt-3": "ЛГБТ організації домагаються щоб люди, у яких немає гомосексуальної залежності розглядали гомосексуалізм, як допустиме і нормальне явище. А також щоб людям з такою залежністю надавали особливі права, які спрямовані на закріплення цієї залежності в суспільстві. Хасманізм домагається, щоб гомосексуалісти усвідомили, що вони залежні, що їх залежність порівнянна із залежністю від важких наркотиків, і з цією залежністю треба боротися.",
    "lgbt-4": "У зв'язку з цим хасманізм за повну заборону ЛГБТ пропаганди. Потрібно повністю виключити демонстрацію гомосексуальної поведінки у фільмах, передачах, всіх ЗМІ, на публічних зборах, і заборонити будь-яке висловлювання про те, що це нормально і допустимо. Замість цього хасманізм навпаки пропонує вести інформування населення про те, що гомосексуалізм - це тяжка залежність, яку можна порівняти з наркотичною. Цієї залежності необхідно уникати, а тим хто став нею залежним необхідно боротися із собою, хоч все життя.",
    "lgbt-5": "Хасманізм також не визнає трансгендеризму. Якщо людина відчуває себе Наполеоном, або Цезарем - їй призначають лікування від якого людина повинна перестати себе відчувати Цезарем або Наполеоном. Чому ж тоді якщо людина відчуває себе протилежною статтю потрібно діяти інакше? Взагалі якщо людина себе почуває не тим, ким вона насправді є і вона одержима цією думкою - це означає, що у неї марення надцінних ідей. Така людина заперечує реальність і їй треба не допомогти реалізувати свою ідею, яка покалічить її тіло і стерилізує, а треба допомогти їй позбутися від цієї ідеї.",
    "lgbt-6": "В цілому хасманізм виступає за захист традиційних сімейних цінностей і проти нав'язування порядків, які знецінюють поняття батька і матері, чоловіка і дружини. Причому хасманізм закликає почати",
    "lgbt-7": "рух по захисту прав традиційних сімей на міжнародному рівні.",
    "abortandportban-1": "Аборти і порнографія",
    "abortandportban-2": "Хасманізм дотримується традиційної моралі і боротьби проти пороків. Порнографія і аборти повинні бути заборонені. А епіцентри поширення порнографії і проведення абортів повинні бути ліквідовані за допомогою",
    "abortandportban-3": "додаткової до поліції структури",
    "abortandportban-4": "і самої поліції.",
    "abortandportban-5": "Замість абортів хасманізм пропонує",
    "abortandportban-6": "реформу дитячих будинків,",
    "abortandportban-7": "завдяки якій жінки, які не бажають дітей зможуть їх тільки виносити, народити, а далі про них подбає держава.",
    "abortandportban-8": "Право на життя хасманізм гарантує людині з моменту зачаття. І ніхто не має права у людини життя віднімати. Крім того аборти роблять значний внесок у депопуляцію населення і в те, що смертність в нашій країні перевищує народжуваність. Хасманізм навпаки прагне повернути в країну",
    "abortandportban-9": "приріст популяції.",
    "abortandportban-10": "Порнографія, проституція, стриптиз бари та інші речі, які розкладають суспільну мораль так само повинні бути заборонені, так як є своєрідним наркотиком для населення. Ці явища викликають залежність і приносять значний постійний дохід організованій злочинності, яку хасманізм за допомогою",
    "abortandportban-11": "додаткової до поліції структури",
    "abortandportban-12": "й самої поліції прагне ліквідувати.",
    "corruption-1": "Корупція",
    "corruption-2": "Проблема корупції для нашої країни стоїть настільки гостро, що для неї довелося створити окрему тему.",
    "corruption-3": "Для перемоги над корупцією хасманізм пропонує на законодавчому рівні дозволити давати хабарі, але заборонити їх брати. І застосувати проти корупціонерів",
    "corruption-4": "додаткову до поліції структуру,",
    "corruption-5": "яка буде навмисно в різних держустановах давати хабарі і виводити поліцію на тих, хто ці хабарі візьме.",
    "corruption-6": "Кожне затримання корупціонерів необхідно оприлюднювати. Тих, хто попадеться на взятті хабарів - позбавляти посади без права відновлення на колишній посаді і саджати у в'язниці.",
    "corruption-7": "Хасманізм прагне створити такі умови, за яких брати хабарі будуть боятися в будь-яких масштабах і в будь-яких установах. Щоб в людях які будуть пропонувати хабарі - бачили загрозу і уникали їх.",
    "education-1": "Освіта",
    "education-2": "В освіті в нашій країні треба зробити пріоритет технічної освіти над гуманітарною. Хасманізм прагне",
    "education-3": "розвивати науку ",
    "education-4": "й",
    "education-5": "винахідництво.",
    "education-6": "А для цих цілей потрібні люди саме з технічною освітою. Зараз в нашій країні навпаки надається пріоритет гуманітарної освіти над технічною, від чого хасманізм прагне відмовитися.",
    "education-7": "У самій освіті необхідно перейти з нинішньої методики навчання за якою учні лише вибирають правильну відповідь із запропонованих варіантів - на навчання при якому учні самостійно мислять, роблять висновки і самостійно приходять до висновку і дають свою відповідь на поставлне питання без запропонованих на вибір варіантів. Тестування з вибором варіантів правильних відповідей хоч і полегшує перевірку знань, але від цього страждає сама якість знань. Також в навчанні хасманізм пропонує зосередитись на логічному мисленні і не просто заучуванні фактів, які можна знайти в інтернеті, а дослідженню як і чому прийшли до такого висновку, який став фактом.",
    "education-8": "Хасманізм позитивно ставиться до ",
    "education-9": "церкви",
    "education-10": "і навіть планує виділити частину державного фінансування на проповіді і місіонерство православної церкви в усьому світі. Але при цьому хасманізм проти уроків релігії в школі. Освіта повинна бути світською. Уроки релігії в школі не наближають учнів до Бога. Такі уроки сприймаються учнями, як додатковий безглуздий привід для домашніх завдань, за які будуть ставити оцінки. А учнями атеїстами, мусульманами, і віруючими інших кофессій такі уроки сприймаються так само, як якби православних дітей змушували вивчати Коран в мусульманських країнах. Тому хасманізм за світську освіту. Більш того, деякі базові технічні предмети необхідно впровадити навіть на богословських курсах при підготовці місіонерів. Тому, що ніщо не завдає настільки ж великої шкоди церкві, як сказана дурість її служителями. Навіть гоніння на церкву не завдають їй порівнянної шкоди. Тому хасманізм вважає, що при підготовці місіонерів - їм потрібно проходити не тільки богословські курси, а й предмети технічні в максимально доступній формі. Щоб їм можна було не просто перерахувати факти як в науці що прийнято, але також і пояснити чому саме і на основі чого так вважають. Це необхідно, щоб уникнути дурниць з вуст місіонерів, коли їх випустять проповідувати в інші країни.",
    "education-11": "Хасманізм також виступає категорично проти будь-якої політичної пропаганди в школах. Саме такою пропагандою в нашій країні виростили ",
    "education-12": "націоналістів,",
    "education-13": "які довели нашу країну до війни, залежності від західних країн і розрухи. Дітям вселяли політичні гасла, при цьому не даючи їм ніяких понять про мораль, і зробили з них бездумну масу для реалізації своїх політичних амбіцій. Щоб виключити політичну пропаганду в школах, хасманізм пропонує встановити у всіх класах аудіо- та відеоспостереження, за трансляцією яких буде спостерігати",
    "education-14": "додаткова до поліції структура.",
    "education-15": "У разі виявлення політичної пропаганди в будь-яких навчальних закладах (не тільки у школі), вчителів або викладачів необхідно звільняти без права відновлення на колишній посаді. Навчальну програму і самі підручники необхідно складати максимально політично нейтрально.",
    "education-16": "Замість політичної пропаганди в школах і інших навчальних закладах хасманізм пропонує вести пропаганду людяності, альтруїзму і моралі. Причому не проводити теоретичні уроки за підручниками, не отримувати оцінки за уроки етики, а інтегрувати ідеї людяності, взаємодопомоги, альтруїзму і моралі в сам навчальний процес, а також проводити практичні заняття по зміцненню цих ідей серед учнів. Необхідно періодично проводити заходи, спрямовані на допомогу хворим, слабким людям; спонукати жертвувати особисті речі дитбудинкам; допомагати слабким. Також хасманізм пропонує більш успішним у навчанні учням взяти кураторство над відстаючими учнями. Щоб більш успішні в навчанні учні підтягували за програмою менш успішних щоб ті не відставали. Тих учнів, які зможуть підтягнути менш успішних у навчанні однокласників, або однокурсників необхідно навіть нагороджувати.",
    "education-17": "В цілому хасманізм пропонує підвищувати рівень освіченості в нашій країні для підготовки висококласних фахівців, вчених і винахідників.",
    "science-1": "Наука",
    "science-2": "Хасманізм є прихильником інтенсивного розвитку науки. Наука необхідна для накопичення фундаментальних знань про природу. Не всі ці знання можна буде застосувати відразу, проте необхідно їх накопичувати. Де застосувати електрику теж спочатку не знали, але вивчивши її властивості, почалося її активне застосування в суспільному житті і сьогодні без неї вже не можна уявити життя.",
    "science-3": "Для розвитку науки хасманізм пропонує",
    "science-4": "реформу освіти",
    "science-5": "а також з усіх програм фінансування зробити фінансування розвитку науки й",
    "science-6": "винахідництва",
    "science-7": "пріоритетнішими за інші. Тобто на науку і винахідництво фінансування має виділятися найбільше з усіх програм. Щоб уникнути розкрадання державних коштів необхідно застосовувати",
    "science-8": "прозорий розподіл коштів.",
    "science-9": "Необхідно відновлювати старі та будувати нові науково-дослідні центри, оновлювати обладнання, робити як державні замовлення на дослідження, так і давати можливість проводити дослідження по приватній ініціативі. Все це необхідно для накопичення знань, які далі вже будуть застосовуватися",
    "science-10": "винахідниками.",
    "inventions-1": "Винахідництво",
    "inventions-2": "Винахідництво від ",
    "inventions-3": "науки",
    "inventions-4": "відрізняється тим, що наука накопичує знання про природу, а винахідництво пробує їх застосовувати на практиці для створення нових, систем, які раніше не використовувалися.",
    "inventions-5": "Для розвитку винахідництва необхідна",
    "inventions-6": "реформа освіти,",
    "inventions-7": "проведення конкурсів серед учнів, спрямованих на стимулювання винахідницького мислення і винаходи навіть в домашніх умовах, і",
    "inventions-8": "развиток науки.",
    "inventions-9": "Необхідно так само будувати спеціальні винахідницькі центри, в яких власне проводитимуться винаходи.",
    "inventions-10": "Винахідництво і експериментальне застосування винаходів потрібно впровадити не тільки в технічних сферах, а й в економічних і соціальних. Спочатку проводити локальні експерименти в окремих містах, і якщо вони покажуть свою ефективність - застосовувати їх по всій країні.",
    "space-1": "Космонавтика",
    "space-2": "У нашій країні необхідно створити державне космічне агентство, основним завданням якого буде колонізація космосу. Необхідно почати виробництво ракет на подобі",
    "space-3": "starship від SpaceX",
    "space-4": "для початку пілотованих польотів. Назвемо їх \"Зоря\". ",
    "space-5": "З початком польотів українських пілотованих багаторазових ракет з метан-кисневою паливною парою, здатних до орбітальної дозаправки можна буде налагодити доставку вантажів і перших житлових модулів на Місяць і Марс. Склад атмосфери герметичних модулів на поверхні Місяця і Марса можна заповнити чистим киснем під зниженим тиском. На полюсах Місяця і Марса є поклади льоду, який можна використовувати для отримання кисню і водню шляхом електролізу. Киснем можна наповнювати атмосферу житлових модулів, а водень використовувати на утилізацію вуглекислого газу, який буде накопичуватися при диханні колоністів. При реакції Сабатье з водню і вуглекислого газу можна отримати воду і метан. Розкладена раніше на водень і кисень електролізом вода таким чином повернеться для повторного використання. Метан необхідно використовувати для реакції з оксидами металів в складі реголіту і грунту Місяця і Марса. До складу реголіту Місяця входить титанистий залізняк, залізомагніевий силікат, алюмосилікат кальцію і лужні силікати. Тобто в хімічно зв'язаному стані вже є метали, кисень, кремній, і неметали. Метан необхідно використовувати для реакції з цими сполуками для отримання чистих металів, з яких прямо на Місяці і Марсі будуть будуватися нові герметичні відсіки житлових модулів. Також утвориться вода, яку можна розкласти на водень і кисень, яким можна заповнити нові герметичні відсіки, і вуглекислий газ, який знову ж таки можна пустити на реакцію з воднем для отримання метану і води. Таким чином планується нарощувати колонію відсік за відсіком поки з зайвим вуглекислим газом не зможуть повністю впоратися рослини відсіків аеропоніки. Кремній в складі реголіту можна використовувати для виробництва сонячних батарей. Проблему електроенергії при тривалій місячної ночі можна вирішити або експериментальним використанням заряду самого місячного реголіту, або якщо такий спосіб не спрацює - ядерними джерелами енергії. Аналогічним чином необхідно заселити і Марс.",
    "space-6": "Хасманізм прагне заснувати цілі міста поза Землею, які складаються з з'єднаних герметичних відсіків, які будуть виконувати роль житлових модулів, шкіл, лікарень, електростанцій, систем аеропоніки, церков і лабораторій.",
    "space-7": "У разі успішних випробувань багаторазової ракети, якщо вона покаже свою здатність доставити людей на Місяць і Марс - почнеться комерціалізація космосу. Квиток на колонізацію Місяця або Марса зможуть купити всі бажаючі і вартість переселення потрібно зробити порівнянною з вартістю квартири. Ті, хто бажають колонізувати Місяць або Марс зможуть продати квартиру, і купити квиток на Місяць або Марс, де будівництвом житлових модулів колоністи вже будуть займатися самостійно. Так планується вийти на прибуток. А в подальшій перспективі, якщо багаторазовість ракет окупиться, можна спробувати почати видобуток корисних копалин поза Землею для ввезення в Україну.",
    "space-8": "Хасманізм розглядає колонізацію космосу, як необхідне майбутнє людства. Поки не доведено зворотного є велика ймовірність, що за межами Землі немає ніякого життя. Навіть бактеріального. І якщо ми - єдині форми життя у Всесвіті, то ми просто зобов'язані винести життя за межі Землі. У разі глобальних катастроф на Землі, здатних знищити все життя на Землі - саме життя збережеться за її межами, і зможе поширюватися далі. Від планети до планети. Від астероїда до астероїда (які будуть розбиратися на ресурси з яких будуть будуватися величезні кораблі колонії), від комети до комети (так само), і аж до інших зоряних систем, поки не почнеться заселення всієї галактики. І хасманізм за допомогою",
    "space-9": "п'ятирічок",
    "space-10": "прагне почати цей процес з нуля в Україні.",
    "IT-1": "Інформаційні технології",
    "IT-2": "Хасманізм вважає, що цифрові технології необхідно розвинути настільки, щоб вони приносили вагомий внесок в економіку країни.",
    "IT-3": "Необхідно стимулювати вивчення мов програмування учнями шкіл ще з дитячих років і вводити уроки в школах з програмування щоб стимулювати приплив нових облич в розвиток IT-індустрії в Україні.",
    "IT-4": "Необхідно використовувати і ",
    "IT-5": "п'ятирічки",
    "IT-6": "для створення незалежних програмних забезпечень та пошукових систем за державним замовленням. Також хасманізм вважає за необхідне розвиток систем штучного інтелекту і автоматизації різних систем. Для цих цілей також будуть застосовуватися п'ятирічки.",
    "religionattitution-1": "Ставлення до різних релігій",
    "religionattitution-2": "Хасманізм за віротерпимість до традиційних релігій (християнство, іслам, іудаїзм, буддизм) і до атеїзму. В",
    "religionattitution-3": "освіті",
    "religionattitution-4": "хасманізм дотримується виключно світської освіти у школах і нерелігійних навчальних закладах. Однак хасманізм проти повної і абсолютної віротерпимості.",
    "religionattitution-5": "Релігії, які закликають до відвертого зла, наприклад сатанізм повинні бути заборонені, а всі епіцентри поширення ліквідовані за допомогою",
    "religionattitution-6": "додаткової до поліції структури",
    "religionattitution-7": "і самої поліції. Таким же способом повинні бути ліквідовані тоталітарні секти, які закликають до самогубств, прояву агресії до оточуючих, тероризму, позбавляють своїх адептів сімей, і завдають непоправної шкоди здоров'ю і життю своїх адептів.",
    "religionattitution-8": "Щодо української православної церкви (УПЦ МП) хасманізм вимагає проводити",
    "religionattitution-9": "політику всебічної підтримки.",
    "churchpolitics-1": "Церковна політика",
    "churchpolitics-2": "Хасманізм вимагає проводити всебічну підтримку української православної церкви (УПЦ МП) і ставить собі за мету поширення православ'я по всій земній кулі. А якщо",
    "churchpolitics-3": "космічна програма хасманізму",
    "churchpolitics-4": "виявиться успішною, то і за її межами.",
    "churchpolitics-5": "Необхідно надати державне фінансування для підготовки проповідників і місіонерів для проповіді православ'я в усіх країнах світу і за допомогою підготовлених місіонерів проповідвувати православ'я на весь світ.",
    "churchpolitics-6": "При цьому необхідно захистити храми від насильницького переведення під юрисдикцію інших конфесій. Необхідно на законодавчому рівні заборонити переведення храмів церков однієї конфесії під юрисдикцію іншої. Якщо хтось хоче перейти в іншу конфесію - ті нехай самі собі будують храм за власний рахунок, а не захоплюють чужий. Відносно ПЦУ, адепти якої розбійницьки захоплювали храми УПЦ МП хасманізм пропонує 2 варіанта - або повернути всі захоплені храми УПЦ МП, або будувати для УПЦ МП нові храми за державний рахунок, а захоплені залишити розкольникам. Перший варіант значно заощадить бюджетні кошти, але при цьому він суперечить політиці заборони переведення храмів з однієї конфесії в іншу. Також політика переведення храмів назад під юрисдикцію УПЦ МП посилить ворожнечу між конфесіями. Варто також врахувати, що захоплені діячами ПЦУ храми є спаплюженими. Другий варіант буде більш витратним з точки зору бюджету, але при цьому не буде посилювати і без того існуючу ворожнечу, і не буде суперечити політиці хасманізму по забороні на переведення храмів з однієї конфесії в іншу. Тому другий варіант кращий.",
    "churchpolitics-7": "Окремо варто сказати про католицизм. Хасманізм пропонує свій шлях об'єднання церков. Треба написати лист папі римському в якому запропонувати йому на 100 років відмовитися від звання глави церкви, а замість цього взяти звання патріарха і 100 років не вчити в католицькій церкві тими ученнями, які відрізняються від православного. Не те, щоб заборонити, а просто вважати ці питання запечатаними на 100 років. Протягом цих 100 років без відмінностей в ученнях церкви будуть зближатися, папа римський стане патріархом римської церкви. За 100 років пройде кілька поколінь, і зміняться ті покоління, які виросли під час, коли відмінності ще були. Через 100 років необхідно зібрати собор всієї церкви, і роздрукувати запечатані питання і соборно їх затвердити або навпаки відкинути. Але собор вже повинен складатися з людей, які виросли в об'єднаній церкві, які вже не росли в умовах відмінностей в догматичних вченнях. Так рана тисячолітнього розколу буде зцілена. Таке церковне зближення дозволить об'єднати не тільки католицизм і православ'я, а й грекокатолицизм з православ'ям.",
    "donbasspeace-1": "Політика по Донбасу",
    "donbasspeace-2": "Хасманізм ставить собі за мету повне припинення війни на сході України. З керівниками ЛДНР необхідно проводити прямі переговори з особистою тристоронньою зустріччю між керівництвом України, ЛНР і ДНР. Зустріч повинна бути публічною та транслюватися в прямому ефірі.",
    "donbasspeace-3": "Хасманізм пропонує для припинення війни на Донбасі і збереження Донбасу у складі України дати керівництву ЛДНР місця у Верховній Раді, де вони будуть представляти інтереси регіонів. При цьому інтеграція Донбасу не буде миттєвою. Спочатку необхідно дозволити партії в Раді, що представляє інтереси Донбасу не застосовувати на території Донбасу ті закони України, з якими вони не згодні, або навпаки застосовувати свої закони, які відрізняються від законів України в цілому. Це буде першим етапом інтеграції Донбасу - повне припинення війни і інтеграція уряду ЛДНР в раду, де вони будуть захищати інтереси регіонів в складі України.",
    "donbasspeace-4": "Наступним етапом інтеграції буде поступове згладжування різниці в законодавстві України і регіонів і подальша інтеграція в Україну завдяки уніфікації документації і законів.",
    "donbasspeace-5": "Для повної інтеграції Донбасу назад в Україну обов'язковими умовами також є повна заборона і ліквідація епіцентрів розповсюдження",
    "donbasspeace-6": "націоналізму",
    "donbasspeace-7": "в Україні, а також",
    "donbasspeace-8": "мовна політика,",
    "donbasspeace-9": "й",
    "donbasspeace-10": "політика по найменуванню вулиць.",
    "donbasspeace-11": "Для відновлення промисловості і нфраструктури, що постраждала за час війни необхідно використовувати програми",
    "donbasspeace-12": "п'ятирічок.",
    "streetnames-1": "Політика по найменуванню вулиць",
    "streetnames-2": "У різних частинах України різні герої. І герої одних областей є ворогами героїв інших областей. А також одні й ті ж політичні події в різних регіонах сприймаються діаметрально протилежним чином. Тому найменування вулиць, географічних місцевостей, будівель, і громадських місць в честь будь-яких політичних подій або діячів, що жили після 14 століття завжди викликає розкол у суспільстві.",
    "streetnames-3": "У зв'язку із цим хасманізм пропонує ввести повну заборону на найменування вулиць, будівель, навчальних закладів, географічних місцевостей і громадських місць на честь будь-яких політичних подій або діячів, що жили після 14 століття. Не повинно бути ні проспектів Бандери, ні вулиць Леніна. Імена повинні бути політично нейтральними, наприклад проспект сонячний, і вулиця кленова. Не повинно бути університету Шевченка. Повинен бути університет ім. Святого Володимира на честь Володимира Великого, який жив до 14 століття. Навіть майдан треба перейменувати на центральну площу, так як назва майдану значною частиною населення вже сприймається зганьбленою політичними подіями, що відбувалися там, які розкололи суспільство, призвели до війни, зовнішнього управління, і безкарним звірячим злочинам націоналістів. Необхідно так само прибрати портрети з валюти. Щоб на грошах не було ні Хмельницького, ні Мазепи.",
    "streetnames-4": "Вся ця програма з перейменування на політично-нейтральні назви дозволить зняти напругу в суспільстві, а також посприяє",
    "streetnames-5": "інтеграції Донбасу.",
    "language-1": "Мовна політика",
    "language-2": "Право говорити будь-якою мовою, якою людині завгодно має бути закріплено в конституції. Хасманізм державною мовою України визнає виключно українську мову. Однак обов'язковість застосування державної мови буде застосовуватися виключно в документообігу. Ніде, крім документів не можна робити обов'язковим використання державної мови. У всіх інших випадках, які не стосуються документів - людині необхідно давати гарантоване державою право використання будь-якої мови, будь то навчання в школі, сфера обслуговування, робочий процес, у побуті, в ЗМІ, рекламі, вивісках на кафе - скрізь треба дати гарантоване конституцією право використовувати будь-яку мову. А поняття державної мови необхідно обмежити тільки зобов'язанням використання її при складанні документів.",
    "union-1": "Новий союз",
    "union-2": "У зовнішній політиці для держави життєво важливо знайти ринки збуту виробленої продукції, а також",
    "union-3": "організувати опір",
    "union-4": "нав'язуванню",
    "union-5": "сучасного лібералізму.",
    "union-6": "Від ідеї вступу до ЄС треба відмовитися. Наші продукти на ринках ЄС не є конкурентноздатними, і ЄС в кращому випадку розглядає Україну, як ринок збуту. А якщо тільки купувати у ЄС, нічого йому не продаючи, то еноміка від цього буде тільки страждати. Крім того в ЄС сьогодні домінує сучасний лібералізм, котрому хасманізм прагне чинити опір. Хоча з окремими консервативними країнами ЄС, наприклад з Польщею можливий союз, мова про котрий піде далі.",
    "union-7": "З консервативними країнами необхідно сформувати союз, в якому буде зона вільної торгівлі, вільного підприємництва, безвізовий в'їзд, і захист традиційних цінностей. Обов'язковою умовою вступу до союзу є заборона абортів, ЛГБТ-пропаганди, порнографії, проституції, і вживання легких і будь-яких наркотиків в країні.",
    "union-8": "У країн, що входять до союзу може бути в цілому різна зовнішня політика, вони можуть знаходитися в різних, навіть протиборчих військових блоках. Зовнішня політика - у країн союзу повинна бути незалежною. А ось у внутрішній політиці обов'язковою умовою для вступу буде захист традиційних і сімейних цінностей, а також боротьба проти пороків.",
    "union-9": "До складу союзу при цьому можуть входити будь-які країни на Земній кулі, які виявлять бажання захищати традиційні цінності і бажають зону вільної торгівлі і безвізового режиму серед країн з такими ж цінностями. В цей союз можуть входити як окремі країни ЄС, які при цьому можуть якщо захочуть і не виходити зі складу ЄС, наприклад Польща. До складу союзу можна запропонувати увійти навіть окремим штатам США, наприклад Техасу, якщо той погодиться захищати традиційні цінності і заборонити на своїй території ЛГБТ-лобі, аборти, легкі наркотики. В цей союз можуть увійти і азіатські країни і африканські.",
    "union-10": "Хасманізмом також засуджується",
    "union-11": "націоналізм",
    "union-12": "в будь-якому прояві. І обов'язковою умовою для входження в союз для будь-яких країн є засудження націоналізму і будь-яких ідей першості нації над іншими націями.",
    "union-13": "Україна повинна ініціювати створення даного союзу, і протиставити цінності країн союзу сучасного неолібералізму та порокам суспільства. Крім ідеологічної основи союз необхідно будувати на взаємовигідних торгово-економічних умовах з вільним перетином кордонів між країнами всередині союзу.",
    "extraideology-1": "Зовнішня ідеологічна політика",
    "extraideology-2": "У зовнішній політиці хасманізм вимагає застосовувати ідеологію захисту традиційних і сімейних цінностей, а також всесвітню проповідь",
    "extraideology-3": "православ'я.",
    "extraideology-4": "Проти",
    "extraideology-5": "ліберально налаштованих країн",
    "extraideology-6": "необхідно використовувати їхні ж методи. Наприклад висловлювати свою стурбованість нехтуванням традиційних сімейних цінностей в США, порушення права на життя з моменту зачаття, наявністю страт та інших явищ, які викликають стурбованість. Необхідно створювати різноманітні ідеологічні фонди за кордоном для залучення уваги до проблем нехтування сімейних цінностей, вимагати на законодавчому рівні",
    "extraideology-7": "забороняти аборти і пороки. ",
    "extraideology-8": "Треба влаштовувати ходи і паради на захист традиційних і християнських цінностей.",
    "extraideology-9": "Однак при цьому всі ці ходи, і паради потрібно відокремити від проповіді православ'я. Проповідь православ'я повинна бути окремо, а паради на захист традицій і життя людини з моменту зачаття - окремо. Місіонери і проповідники навпаки не повинні брати участь в таких заходах. Їх завдання буде чисто проповідницьке і місіонерське. Власне за православного місіонерства необхідно досягти мети, щоб місіонери могли стати за кордоном самостійними, і заснувати прихід за кордоном навіть без підтримки держави. Після заснування парафії, метою місіонерів повинна бути підготовка нових місіонерів вже всередині країни, в якій вони почали місіонерську діяльність.",
    "extraideology-10": "Хасманізм так само дотримується політики заперечення",
    "extraideology-11": "націоналізму",
    "extraideology-12": "у будь-якому прояві. Це означає, що націоналізм і будь-яка ідея першості нації перед іншими націями засуджується. Дану ідею так само слід поширити на весь світ. І проявляти занепокоєння щодо тих країн, де простежується прихильність уряду ідеям націоналізму, расизму та інших подібних ідей. Натомість необхідно навпаки поширювати в світі ідею необхідності дружби народів.",
    "weneedyou-1": "Від вас мені потрібна перш за все підтримка. Щоб ідея не згасла і не була забута. Що для цього потрібно зробити - я описав нижче.",
    "weneedyou-2": "Мене можете звати Хасман. Я розробив цю ідеологію і цей сайт. Я не є ні політиком, ні олігархом, ні відомою людиною взагалі. У ідеології, яку я розробив немає ні іноземної підтримки, ні фінансування. Вся ідея розроблена на моїх власних поглядах і на моєму особистому ентузіазмі. Я хочу змінити країну, в якій живу. Хочу змінити Україну. Хочу, щоб Україна стала сильною країною з сильною економікою, розвинутою наукою, освітою, космонавтикою і в той же час щоб в ній розвивалася і церква. Я не хочу, щоб в нашій країні закони видавали за кордоном, не хочу, щоб уряд призначали кредитори дзвінками з інших держав, не хочу, щоб нашу державу принижували і ганьбу називали гідністю. Я хочу, щоб в нашій країні був приріст населення, а не депопуляція. Я хочу, щоб в нашій країні не було війни, і переслідувань мирних громадян. Я хочу, щоб в нашій країні не було радикалів і націоналістів, а життя в нашій країні було мирним і процвітаючим.",
    "weneedyou-3": "Для реалізації всіх цілей я створив цю ідеологію. Ця ідеологія і цей сайт - всього лише іскра. Чи розпалиться з цієї іскри полум'я, чи вона на мить блиснувши назавжди згасне - залежить тільки від вас.",
    "weneedyou-4": "Для того, щоб все описане на цьому сайті стало не голою ідеєю однієї людини, а щоб все це втілилося в життя - необхідно конкретно ваша участь. Реалізація складається з декількох етапів:",
    "weneedyou-5": "На першому етапі уважно ознайомтеся з моєю ідеєю. Прочитайте те, що я описав на цьому сайті. Якщо ви згодні і поділяєте мої погляди - зайдіть на сторінку присвячену моїй ідеї на",
    "weneedyou-6": "і поставте лайк під будь-якою публікацією. Ще краще, якщо ви залишите коментар зі словами \"я підтримую\". Репостніть у себе запис, і поширюйте ідею серед знайомих. Покажіть ідею всім, кого знаєте. І запропонуйте їм теж з нею ознайомитися, поставити лайк, і написати \"я підтримую\". Чи пошириться ідея і чи буде далі розвиватися хасманізм - залежить тільки від вас. Якщо я буду бачити що хоча б набереться 1000 осіб, які підтримають ідею, то тоді ідея буде далі розвиватися і почнеться наступний етап. Якщо ж я буду бачити, що у моєї ідеї немає підтримки, якщо 1000 чоловік підтримки не набереться - то я не буду далі розвивати ідею. Ідея згасне і буде забута. Цей сайт загубиться на далеких серверах, і його ніхто і не помітить. Можливо потім я його і зовсім видалю. Такий варіант подій до речі найбільш ймовірний. І тільки ви можете його запобігти.",
    "weneedyou-7": "Якщо перший етап буде успішний. Якщо в моїй групі на ",
    "weneedyou-8": "набереться тисяча лайків, і буде багато коментарів з текстом \"я підтримую\", то почнеться другий етап розвитку хасманізму. На другому етапі я в своїй групі на",
    "weneedyou-9": "буду як викладати пости з цього сайту для публічного обговорення, щоб ви коментували всі плюси і мінуси ідей, які я пропоную. А також я буду приймати від вас на свою",
    "weneedyou-10": "особисту сторінку на facebook в особистих повідомленнях",
    "weneedyou-11": "ваші власні ідеї щодо розвитку хасманізму. Ідеї, які я вважатиму, що підходять для хасманізму, я буду викладати на обговорення і додавати в тому числі на цьому сайті. На цьому етапі потрібно, щоб ви так само, як і на першому етапі поширювали ідею серед своїх знайомих, щоб ваша підтримка росла. Необхідно так само ваша особиста участь у розвитку ідеї, щоб публікації в групі на",
    "weneedyou-12": "не обмежилися перенесенням вмісту цього сайту для обговорення на facebook, а доповнювалися і розвивалися. Без вашої особистої участі в розвитку ідеї, вона так само згасне і припинить своє існування. Просто буде занедбана, коли закінчаться пости на сторінці і не отримає розвитку. Тому щоб перейти до наступного етапу необхідна як ваша участь, яка сприятиме розвитку ідеї, так і більша популяризація ідеї. Якщо я побачу підтримку десяти мільйонів чоловік, то можна буде переходити до наступного етапу.",
    "weneedyou-13": "На третьому етапі я розкрию свою особистість. До третього етапу мені немає сенсу розкривати свою особистість. Все що я поки можу сказати - це те, що я не є ні політиком, ні олігархом, ні відомою людиною. Якщо настане третій етап, то я розкрию свою особистість для того, щоб заснувати партію. Найактивніші з вас на другому етапі можуть в неї потрапити. В партію мені потрібні люди з високими моральними цінностями. Це навіть більш важливий критерій, ніж професіоналізм. Професійних злодіїв і брехунів у нас вже в політиці було більш ніж достатньо, а мені в партію потрібні саме чесні люди, які палко перейнялися ідеєю і готові її втілювати. Якщо ви хочете потрапити в партію - то вірність її ідеям буде обов'язковою умовою, щоб потрапити до неї. Це означає, що ви повинні будете підтримувати мої рішення які я буду приймати відповідно до ідей хасманізму. Створена партія буде балотуватися на виборах і партії потрібен буде ваш голос на президентських і парламентських виборах. Саме тому нам потрібно не менше 10 мільйонів чоловік підтримки. Якщо підтримки буде менше, то немає сенсу створювати партію, яка не переможе на виборах і не пройде в парламент. Однак, якщо все ж нас чекатиме успіх і ми переможемо на президентских і парламентських виборах, то буде наступний етап.",
    "weneedyou-14": "Наступним і останнім етапом буде втілення ідей хасманізму в життя. У парламенті необхідно буде відразу ж приступити до голосування і прийняття законів для реалізації ідей хасманізму у житті, після чого будуть призначатися чиновники, яким буде доручена власне реалізація всіх ідей і вони будуть вести публічний звіт що саме вони зробили. Якщо протягом 2-х місяців вони нічого не зроблять для реалізації ідей в життя - такі чиновники будуть замінені на інших, які зможуть діяти, а ті, які нічого не роблять - будуть позбавлені звання чиновника."
}